[
  {
    "id": "266",
    "name": "Aatrox",
    "tips": {
      "ally": [
        "Dùng Bộ Pháp Hắc Ám trong lúc tung Quỷ Kiếm Darkin để tăng tỉ lệ trúng.",
        "Các kỹ năng khống chế như Xiềng Xích Địa Ngục hay hiệu ứng bất động của đồng minh cực kỳ hữu ích cho Quỷ Kiếm Darkin.",
        "Dùng Chiến Binh Tận Thế khi bạn chắc chắn có thể ép giao tranh."
      ],
      "enemy": [
        "Các đòn tấn công của Aatrox khá chậm, cố gắng né chúng nhé.",
        "Xiềng Xích Địa Ngục của Aatrox dễ thoát hơn nếu bạn chạy sang hai bên hoặc về phía Aatrox.",
        "Giữ khoảng cách với Aatrox khi hắn dùng chiêu cuối."
      ]
    }
  },
  {
    "id": "103",
    "name": "Ahri",
    "tips": {
      "ally": [
        "Sử dụng Hôn Gió để làm mở màn chuỗi kết hợp kĩ năng, nó sẽ khiến Quả Cầu Ma Thuật và Lửa Hồ Ly dễ trúng đích hơn.",
        "Mở đầu cuộc chiến bằng Hôn Gió, rồi truy đuổi nếu cần với Phi Hồ.",
        "Phi Hồ tương tác cực tốt với các kĩ năng của Ahri, dọn đường cho Hôn Gió, nhân đôi Quả Cầu Ma Thuật, cũng như rút ngắn khoảng cách để tận dụng Lửa Hồ Ly."
      ],
      "enemy": [
        "Khả năng sống sót của Ahri sẽ giảm đi nếu chiêu cuối Phi Hồ đang trong thời gian hồi.",
        "Hãy nấp sau lính để tránh khỏi Hôn Gió dễ hơn, việc này sẽ giảm thiểu lượng sát thương Ahri có thể gây ra."
      ]
    }
  },
  {
    "id": "84",
    "name": "Akali",
    "tips": {
      "ally": [
        "Akali rất mạnh khi tiêu diệt các tướng yếu máu. Để đồng đội mở giao tranh trước rồi tập kích sau.",
        "Bom Khói giúp bạn an toàn trong những tình huống nguy hiểm nhất. Dùng khoảng thời gian đó để hồi nội năng và phản công."
      ],
      "enemy": [
        "Akali vẫn có thể bị trúng kỹ năng diện rộng khi đang được Che Phủ. Làm thế sẽ thoáng hiện vị trí của cô.",
        "Phi Đao Năm Cánh của Akali rất mạnh khi dùng ở tầm tối đa và đầy năng lượng. Giao tranh khi cô thấp nội năng để tối đa hóa cơ hội thắng trao đổi.",
        "Biến về nếu thấp máu và Akali có chiêu cuối."
      ]
    }
  },
  {
    "id": "12",
    "name": "Alistar",
    "tips": {
      "ally": [
        "Sử dụng chiêu Nghiền Nát giúp bạn đạt được vị trí quan trọng để tung chiêu Bò Húc.",
        "Tốc độ di chuyển rất quan trọng đối với Alistar. Hãy cân nhắc nên mua loại giày nào.",
        "Sử dụng Tốc Biến có thể giúp bạn bất thình lình húc mục tiêu vào đồng đội của bạn bằng cách kết hợp giữa Nghiền Nát và Bò Húc."
      ],
      "enemy": [
        "Alistar là một kẻ cực kỳ khó chịu và dai sức – thế nên hãy cân nhắc chuyển sang tiêu diệt những mục tiêu mỏng manh khác.",
        "Hãy cẩn thận sự kết hợp chiêu Nghiền Nát-Bò Húc khi ở gần trụ của hắn.",
        "Khi Alistar sử dụng chiêu cuối, tốt hơn là nên lùi lại và chờ hiệu ứng kết thúc rồi hãy tấn công hắn tiếp."
      ]
    }
  },
  {
    "id": "32",
    "name": "Amumu",
    "tips": {
      "ally": [
        "Amumu khá phụ thuộc vào đồng đội, thế nên hãy cân nhắc đi cùng đồng đội để đạt hiệu quả tối đa.",
        "Giảm thời gian hồi chiêu rất quan trọng đối với Amumu. Hãy giành lấy bùa lợi từ Khổng Lồ Đá Xanh bất cứ khi nào có thể.",
        "Kĩ năng Tuyệt Vọng là một cách hữu hiệu để chống lại lũ tướng đỡ đòn, thế nên hãy áp sát những kẻ địch có nhiều máu nhất."
      ],
      "enemy": [
        "Tránh tụ tập lại một chỗ khi Amumu có chiêu cuối.",
        "Di chuyển lắt léo, hay núp sau các đợt lính của mình nhằm tránh việc Amumu tung chiêu Quăng Dải Băng vào để mở đầu cuộc chiến.",
        "Chiêu Tuyệt Vọng của Amumu là một giải pháp đáng gờm chống lại các món đồ cộng máu."
      ]
    }
  },
  {
    "id": "34",
    "name": "Anivia",
    "tips": {
      "ally": [
        "Canh chuẩn Quả Cầu Băng cùng với Tê Cóng để tạo ra sát thương lớn nhất có thể.",
        "Anivia cần rất nhiều năng lượng để sử dụng Bão Tuyết, hãy mua các món đồ cộng năng lượng hoặc giành lấy bùa lợi từ Khổng Lồ Đá Xanh trong Summoner's Rift.",
        "Vào giai đoạn đầu khả năng hóa trứng của Anivia khiến kẻ địch rất khó hạ gục cô ta. Hãy tận dụng ưu thế này."
      ],
      "enemy": [
        "Hãy cố cùng nhau đi săn Anivia khi cô ta đang kiếm tiền trên đường. Đông người thì sẽ dễ tiêu diệt cô ta hơn.",
        "Nếu bạn chơi một tướng đánh xa, hãy giữ khoảng cách với Anivia để tránh chiêu Quả Cầu Băng dễ dàng hơn.",
        "Hãy thử chiến đấu với Anivia trên đường. Ở trong rừng, cô ta có thể chặn đường bằng chiêu Tường Băng."
      ]
    }
  },
  {
    "id": "1",
    "name": "Annie",
    "tips": {
      "ally": [
        "Để dành phép gây choáng bằng chiêu cuối có thể giúp lật ngược cục diện một cuộc chiến.",
        "Kết liễu quân lính bằng Hỏa Cầu giúp Annie kiếm tiền khá nhanh trong giai đoạn đầu của trận đấu.",
        "Khiên Lửa là một phép khá hiệu quả để giúp Annie đạt đến mốc chưởng choáng nhanh hơn, thế nên đôi khi nâng một điểm vào giai đoạn đầu cũng là ý hay."
      ],
      "enemy": [
        "Chú gấu Tibbers của Annie thiêu đốt những kẻ địch ở gần nó. Cố giữ khoảng cách với nó.",
        "Phép bổ trợ Trừng Phạt là một cách hữu hiệu để hạ gục Tibbers.",
        "Lưu ý đặc biệt đến luồng ánh sáng trắng bao phủ quanh người Annie. Điều đó nghĩa là phép kế tiếp của cô ý sẽ gây choáng."
      ]
    }
  },
  {
    "id": "523",
    "name": "Aphelios",
    "tips": {
      "ally": [
        "Mỗi vũ khí của Aphelios có ưu điểm khác nhau, hãy dùng đúng lúc đúng nơi nhé."
      ],
      "enemy": [
        "Mỗi vũ khí của Aphelios có nhược điểm khác nhau, hãy khai thác nhược điểm có lợi cho tướng của bạn nhất. Cẩn thận Pháo Trọng Trường, nó có thể trói chân bạn đấy."
      ]
    }
  },
  {
    "id": "22",
    "name": "Ashe",
    "tips": {
      "ally": [
        "Hãy cố bắn Đại Băng Tiễn theo hướng di chuyển của kẻ địch để dễ trúng hơn.",
        "Tán Xạ Tiễn có thể bị chặn lại toàn bộ bởi kẻ địch đầu tiên trúng chiêu, thế nên hãy giữ khoảng cách để tránh việc bị dàn tiền tuyến của quân địch hút hết sát thương.",
        "Kĩ năng Ưng Tiễn làm lộ diện những đơn vị trong bụi rậm. Nếu một cuộc chiến xảy ra trong rừng, hãy tận dụng nó để chiếm ưu thế."
      ],
      "enemy": [
        "Ashe không có nhiều khả năng phòng ngự, do đó cô ta là một mục tiêu khá dễ bị săn.",
        "Tuy nhiên, hãy cẩn thận khi di chuyển trên bản đồ khi mà Ashe vẫn chưa dùng Đại Băng Tiễn của mình."
      ]
    }
  },
  {
    "id": "136",
    "name": "Aurelion Sol",
    "tips": {
      "ally": [
        "Bạn có thể dùng Du Hành Không Gian để tôi luyện Tinh Vân Cầu.",
        "Giữ Sóng Ánh Sáng lại để phòng thủ trước kẻ địch cận chiến nếu cần thiết - còn không, dùng khả năng làm chậm của nó để mở giao tranh từ xa.",
        "Du Hành Không Gian cho phép bạn di chuyển rất nhanh quanh bản đồ; dùng nó để gây sức ép lên các đường khác."
      ],
      "enemy": [
        "Cố gắng đi vào trong vòng sao, nó không thể gây sát thương cho bạn ở đó.",
        "Vòng sao biến mất khi hắn bị choáng hoặc câm lặng, hãy tận dụng cơ hội.",
        "Hắn nhận thêm tốc độ khi di chuyển về một hướng, nhưng sẽ bị mất nếu chịu sát thương.",
        "Tinh Vân Cầu có thể che phủ một vùng rộng - đừng đứng một chỗ quá lâu!"
      ]
    }
  },
  {
    "id": "268",
    "name": "Azir",
    "tips": {
      "ally": [
        "Hãy lưu ý việc đặt những quân lính được tích trữ bởi Trỗi Dậy! Trừ khi bạn quyết định lao vào ăn thua đủ, nếu không thì hãy luôn lưu lại một quân lính để dùng trốn thoát qua tường, hoặc lỡ đặt quân đầu sai thì còn có quân sau để sửa sai.",
        "Trong giai đoạn đi đường, hãy cố giữ vị trí các quân lính đứng giữa lính địch và tướng địch. Bằng cách đó bạn có thể vừa đánh kết liễu lính địch, vừa tạo nên mối đe dọa lên tướng địch.",
        "Hãy xem kĩ năng Phân Chia Thiên Hạ như một chiêu mang tính chất phòng ngự. Hãy sử dụng nó khi kẻ địch lao vào quân ta, và lưu ý rằng đồng đội của bạn có thể đi xuyên qua những quân lính được triệu hồi bởi Phân Chia Thiên hạ và tận dụng lợi thế đó khi tướng cận chiến địch lao vào bạn.",
        "Hãy nhạy bén!"
      ],
      "enemy": [
        "Azir khá phụ thuộc vào những quân lính của hắn để gây sát thương và tuy nhiên việc di chuyển chúng chẳng hề dễ dàng chút nào cả. Do đó hãy cố tận dụng các khoảng thời gian bất động của những quân lính đó.",
        "Azir sở hữu một lượng sát thương cao kéo dài thời gian, nhưng lại thiếu hụt khả năng dồn sát thương lập tức khi so với các pháp sư khác. Vì vậy hãy hủy diệt hắn trước khi hắn kịp đảo ngược thế cờ.",
        "Cứ nghĩ lũ Binh Sĩ Cát như lửa ấy. Chớ nên đùa với lửa."
      ]
    }
  },
  {
    "id": "432",
    "name": "Bard",
    "tips": {
      "ally": [
        "Việc thu thập những chiếc chuông để cường hóa khả năng viện trợ của tinh linh meep đối với các đòn đánh là vô cùng quan trọng, nhưng cũng chớ nên bỏ bê bạn đồng hành của mình quá nhiều!  À mà nhớ xuất hiện một cách đầy phong cách cùng bạn đồng hành khi ra đường bằng Hành Trình Kì Diệu nhé.",
        "Hãy để các Điện An Lạc từ từ bành trướng - chúng sẽ hồi nhiều máu hơn khi đạt đến ngưỡng tối đa.",
        "Cũng đừng quên rằng kẻ địch có thể đi lậu vé Hành Trình Kì Diệu, và rằng chiêu cuối của bạn tác động luôn cả đồng minh đấy nhé!"
      ],
      "enemy": [
        "Đối thủ của Bard cũng đi qua được Hành Trình Kì Diệu, nên nếu cho là an toàn, bạn có thể đi theo ông.",
        "Phá Điện An Lạc bằng cách dẫm lên chúng. Chớ để đồng đội của hắn an lạc mà không phải trả giá.",
        "Chiêu cuối Thiên Mệnh Khả Biến, tác động lên cả đồng đội, đối thủ, quái rừng, lẫn trụ. Đôi khi đứng trong đó lại có lợi đó!"
      ]
    }
  },
  {
    "id": "53",
    "name": "Blitzcrank",
    "tips": {
      "ally": [
        "Chuỗi kết hợp chiêu theo thứ tự Bàn Tay Hỏa Tiễn, Đấm Móc, và Trường Điện Từ gây ra sát thương cực mạnh trên một mục tiêu đơn lẻ.",
        "Sử dụng cú kéo của Blitzcrank để lôi kẻ địch vào tầm bắn của trụ rồi hất tung chúng lên bằng Đấm Móc."
      ],
      "enemy": [
        "Nội tại Lá Chắn Năng Lượng sẽ tạo ra một lớp giáp, giúp bảo vệ bản thân khi hắn còn ít máu.",
        "Hãy nấp đằng sau quân lính của bạn để tránh bị kéo. Bàn Tay Hỏa Tiễn chỉ kéo mục tiêu đầu tiên nó chạm phải."
      ]
    }
  },
  {
    "id": "63",
    "name": "Brand",
    "tips": {
      "ally": [
        "Bạn có thể ngăn kẻ địch đứng gần quân lính của chúng bằng cách thiêu đốt chúng nhờ kĩ năng Bùng Cháy.",
        "Kết hợp những kỹ năng của Brand theo những hướng khác nhau để tối đa hóa số sát thương hắn gây ra trong những tình huống khác nhau.",
        "Bão Lửa nảy ngẫu nhiên giữa những kẻ địch, thế nên hãy tung chiêu vào các nhóm nhỏ nếu bạn muốn một mục tiêu trúng nhiều lần."
      ],
      "enemy": [
        "Brand phải tung ra một kỹ năng rồi mới có thể thi triển các chuỗi kết hợp chiêu của hắn. Tránh được một chiêu là ổn.",
        "Hãy cố đi xa khỏi đồng đội khi hắn chuẩn bị tung chiêu Bão Lửa. Tốc độ di chuyển của nó khá chậm, nên bạn sẽ có đủ thời gian để phản ứng.",
        "Nội tại của Brand cực mạnh khi đối thủ co cụm lại. Hãy phân tán ra khi đối đầu cùng hắn."
      ]
    }
  },
  {
    "id": "201",
    "name": "Braum",
    "tips": {
      "ally": [
        "Hãy hợp tác với đồng minh để dồn các điểm Đánh Ngất Ngư nhanh nhất có thể, khiến ai đã bị đánh dấu đều phải bị choáng.",
        "Hãy tận dụng khả năng nhảy để có thể lao đến đồng minh, và che chắn cho họ bằng Tối Kiên Cường.",
        "Băng Địa Chấn sẽ để lại một vùng băng giá với khả năng làm chậm đáng gờm, hãy thiết lập vùng ảnh hưởng sao cho kĩ năng đạt hiệu quả tối đa có thể."
      ],
      "enemy": [
        "Braum phải Tuyết Tê Tái hoặc đánh thường trúng để bắt đầu tích Đánh Ngất Ngư. Nếu bạn bị trúng, hãy lo chạy cho xa.",
        "Chiêu cuối của Braum tung chiêu rất lâu, để ý là né được. Đi qua vùng băng sẽ bị làm chậm đó, cẩn thận nhé!",
        "Tối Kiên Cường giúp Braum che được một hướng, đợi nó hết hoặc tìm hướng ngược lại mà đánh thôi."
      ]
    }
  },
  {
    "id": "51",
    "name": "Caitlyn",
    "tips": {
      "ally": [
        "Tận dụng kỹ năng Bẫy Yordle của Caitlyn bằng cách đặt chúng trước để khi cuộc chiến nổ ra bạn sẽ không phải đợi nó hồi.",
        "Tránh sử dụng Bách Phát Bách Trúng trong các cuộc đụng độ lớn do kẻ địch có thể đỡ hộ cho nhau.",
        "Bắn Lưới 90 để kéo giãn hoặc thu ngắn khoảng cách với kẻ địch hay thậm chí nhảy qua tường."
      ],
      "enemy": [
        "Nấp sau lưng lính đồng minh nếu Caitlyn chuẩn bị tung chiêu Bắn Xuyên Táo lên bạn (sát thương sẽ bị giảm thiểu dựa trên số mục tiêu đã trúng đòn).",
        "Bạn có thể chặn hộ chiêu Bách Phát Bách Trúng cho một đồng minh nếu đứng trên đường bay của viên đạn."
      ]
    }
  },
  {
    "id": "164",
    "name": "Camille",
    "tips": {
      "ally": [
        "Đợi đến khi đội kia phải phân tâm giao tranh cùng đội bạn, và dùng Bắn Dây Móc để hạ gục những mục tiêu yếu đuối.",
        "Dùng khống chế từ kỹ năng để tung hai đòn đánh Giao Thức Chuẩn Xác lên kẻ địch."
      ],
      "enemy": [
        "Lá chắn của Camille chỉ hiệu quả với một loại sát thương, hãy tấn công cô khi cô không chống được sát thương các bạn.",
        "Tối Hậu Thư có tầm sử dụng ngắn, cố gắng Tốc Biến đi trước khi cô tới gần."
      ]
    }
  },
  {
    "id": "69",
    "name": "Cassiopeia",
    "tips": {
      "ally": [
        "Sử dụng Nanh Độc lên các mục tiêu trúng độc hoặc bị choáng bởi Hóa Đá để gây sát thương cao nhất có thể.",
        "Hãy dự đoán hướng đi của kẻ địch để bảo đảm chiêu Vụ Nổ Độc Hại trúng mục tiêu."
      ],
      "enemy": [
        "Hãy cẩn thận lượng sát thương mà Cassiopeia có thể gây ra với chiêu Nanh độc khi bạn bị dính độc.",
        "Hãy quay lưng lại với Cassiopeia khi cô ta chuẩn bị tung chiêu Hóa Đá để chỉ bị làm chậm thay vì bị choáng."
      ]
    }
  },
  {
    "id": "31",
    "name": "Cho'Gath",
    "tips": {
      "ally": [
        "Hãy cố tung các đòn đánh sao cho kĩ năng Phóng Gai của bạn vừa tiêu diệt được lính vừa quấy phá được tướng địch.",
        "Nếu cảm thấy khó có cơ hội xơi tái tướng địch, hãy sử dụng luôn kĩ năng lên các đơn vị khác để gia tăng kích cỡ của bản thân.",
        "Rạn Nứt cùng với Thú Ăn Thịt là một chuỗi kết hợp hiệu quả giúp phục hồi máu và năng lượng."
      ],
      "enemy": [
        "Mua vài trang bị để Cho'Gath không xơi tái bạn quá nhanh.",
        "Tập trung ngăn Cho'Gath đạt kích thước tối đa.",
        "Rạn Nứt có hiển thị khu vực sẽ tác động. Lưu ý điều đó để tránh chuỗi chiêu từ Cho'Gath. "
      ]
    }
  },
  {
    "id": "42",
    "name": "Corki",
    "tips": {
      "ally": [
        "Bom Phốt-pho có thể được dùng để phát hiện những kẻ địch nấp trong bụi rậm.",
        "Kĩ năng Thảm Lửa có thể được dùng một cách phòng ngự, thế nên cần rút lui cũng có thể sử dụng nó.",
        "Corki vẫn có thể tiếp tục tấn công khi đang dùng Súng Máy. Nâng cấp Súng Máy lên tối đa là một chìa khóa then chốt để trở thành một bậc thầy Corki."
      ],
      "enemy": [
        "Cẩn thận tránh chiêu Tên Lửa Định Hướng của Corki. Sát thương chúng gây ra sẽ lan rộng, thế nên ngay cả khi bạn nấp sau lính của mình vẫn có thể bị trúng chiêu.",
        "Sau khi sử dụng chiêu Thảm Lửa hoặc Rải Bom, Corki là một mục tiêu mỏng manh, thế nên hãy chuyển sang tập trung tiêu diệt nếu hắn lỡ sử dụng nó để mở đầu một cuộc chiến."
      ]
    }
  },
  {
    "id": "122",
    "name": "Darius",
    "tips": {
      "ally": [
        "Tàn Sát là một kĩ năng quấy rối rất mạnh. Hãy tung chiêu vào kẻ địch từ cự li tối đa để đạt được hiệu quả tốt nhất.",
        "Máy Chém Noxus gây nhiều sát thương hơn dựa trên số đòn đánh bạn tung ra trước đó. Tốt nhất là đánh năm cái để tăng sát thương lên tối đa.",
        "Darius hưởng lợi rất nhiều từ các trang bị tăng cường khả năng sống sót. Bạn càng sống dai trong một cuộc chiến, bạn càng trở nên nguy hiểm hơn."
      ],
      "enemy": [
        "Hãy tận dụng những thời điểm khi kĩ năng Tàn Sát của Darius đang trong thời gian hồi để quấy phá hắn.",
        "Darius có ít kĩ năng để rút lui khỏi một cuộc chiến. Nếu bạn đang chiếm ưu thế, đừng ngại ngần việc truy đuổi đến cùng."
      ]
    }
  },
  {
    "id": "131",
    "name": "Diana",
    "tips": {
      "ally": [
        "Chọn vị trí tung chiêu Trăng Lưỡi Liềm là một điều rất quan trọng, tuy nhiên cũng không nên câu nệ sợ tung chiêu hụt mất. Thời gian hồi chiêu ngắn, năng lượng sử dụng cũng thấp, thế nên hãy yên tâm.",
        "Hãy cân nhắc khi nào thì nên sử dụng Trăng Non mà không kèm theo Ánh Trăng, khi nào thì nên chờ để tung bồi thêm một Trăng Lưỡi Liềm.",
        "Sử dụng Trăng Mờ và Trăng Non để bám theo các mục tiêu rồi kích hoạt Gươm Ánh Trăng để gây thêm sát thương."
      ],
      "enemy": [
        "Cố tránh chiêu Trăng Lưỡi Liềm, hoặc di chuyển đến vùng an toàn nếu bạn đã bị trúng phải Ánh Trăng.",
        "Những quả cầu Thác Bạc chỉ tồn tại trong vài giây. Hãy tránh khỏi Diana rồi xông vào lại sau khi lớp giáp của cô ta đã biến mất.",
        "Diana có thể chơi rất táo bạo khi cô ta sử dụng Trăng Non không kèm theo Ánh Trăng, nhưng bạn vẫn có thể phản công bằng cách làm chậm hoặc choáng giúp ngăn chặn cô ta trở về vị trí cũ."
      ]
    }
  },
  {
    "id": "119",
    "name": "Draven",
    "tips": {
      "ally": [
        "Nếu Draven không di chuyển, Rìu Xoay của hắn sẽ rơi ngay gần vị trí hiện tại, hoặc ngay tại chỗ, hoặc chếch về bên trái hay phải vị trí của Draven.",
        "Nếu Draven vừa đánh vừa di chuyển, Rìu Xoay sẽ bay theo đến vị trí hắn đang tiến tới. Hãy tận dụng điều này để điều khiển chiếc rìu."
      ],
      "enemy": [
        "Bắn kĩ năng định hướng về vị trí hiện tại của chiếc Rìu Xoay của Draven.",
        "Ngắt quãng Draven để buộc hắn phải đánh rớt chiếc rìu. Nếu thành công bạn sẽ giảm mạnh được sức công phá của hắn."
      ]
    }
  },
  {
    "id": "36",
    "name": "Dr. Mundo",
    "tips": {
      "ally": [
        "Sử dụng chiêu Máu Điên một cách chuẩn xác có thể dụ kẻ địch tấn công bạn dẫu chúng không thể kết liễu bạn.",
        "Giáp Tâm Linh sẽ gia tăng con số hồi máu từ chiêu cuối của bạn đồng thời giảm thời gian hồi tất cả các kĩ năng.",
        "Kĩ năng Dao Phay Nhiễm Khuẩn là một cách hiệu quả giúp hạ gục quái rừng nhanh hơn. Thay vì quay về căn cứ, hãy kiếm tiền từ lũ quái rừng đến khi bạn có lại chiêu cuối."
      ],
      "enemy": [
        "Cố tập trung các kỹ năng sát thương cao cùng với đồng đội của bạn sau khi Dr. Mundo sử dụng chiêu cuối của hắn. Nếu bạn không thể tiêu diệt ngay, hắn sẽ hồi máu lại cực nhanh.",
        "Nên sử dụng phép bổ trợ Thiêu Đốt khi Dr. Mundo sử dụng chiêu Máu Điên để ngăn chặn khả năng hồi máu quá nhanh của hắn."
      ]
    }
  },
  {
    "id": "245",
    "name": "Ekko",
    "tips": {
      "ally": [
        "Đột Phá Thời Gian là một công cụ tẩu thoát hữu hiệu, nhưng nó cũng khá mạnh mẽ khi được sử dụng để tấn công. Đừng đánh giá thấp lượng sát thương của nó. ",
        "Nếu bạn có thể kích hoạt nội tại Động Cơ Z Cộng Hưởng trên một tướng địch, hãy mạo hiểm làm điều đó. Lượng tốc độ di chuyển nhận thêm khiến việc tẩu thoát trở nên dễ dàng.",
        "Cú lướt của Biến Chuyển Pha là một công cụ tuyệt vời để chuẩn bị cho các kĩ năng khác của Ekko. Hãy sử dụng nó để đối thủ trúng cả hai chiều Dây Cót Thời Gian hoặc vào vị trí để kích nổ Lưỡng Giới Đồng Quy."
      ],
      "enemy": [
        "Ekko yếu hơn rõ rệt khi không có chiêu cuối. Để ý ảnh ảo của cậu ta để xác định xem Ekko đã hồi Đột Phá Thời Gian hay chưa.",
        "Cần 3 giây để vùng làm choáng của Ekko hình thành. Để ý ảnh ảo hắn tạo ra khi dùng chiêu và cố gắng đoán vùng cầu đó được đặt ở đâu.",
        "Chiều quay về của Dây Cót Thời Gian gây nhiều sát thương hơn chiều đi; hãy cố gắng né nó."
      ]
    }
  },
  {
    "id": "60",
    "name": "Elise",
    "tips": {
      "ally": [
        "Nhện Chúa là dạng rất hiệu quả khi dùng để kết liễu những kẻ địch còn thấp máu; Còn Phun Độc của dạng người lại gây nhiều sát thương hơn lên các kẻ địch còn nhiều máu. ",
        "Khi trong dạng nhện, những con Nhện Con sẽ tấn công các kẻ địch đang trúng phải chiêu Cắn Độc của Elise. ",
        "Dạng Nhện của Elise và các kĩ năng của dạng nhện không làm tốn năng lượng, vì thế hãy tận dụng điều đó khi bạn muốn để dành năng lượng."
      ],
      "enemy": [
        "Khi còn thấp máu thì Nhện Chúa là một mối hiểm họa, còn lúc nhiều máu thì Dạng Người đáng sợ hơn.",
        "Đánh Đu chỉ giúp Elise di chuyển lên và xuống, trừ khi cô có thể đáp xuống một kẻ địch.",
        "Do kĩ năng Đánh Đu có thời gian hồi khá lâu, hãy tận dụng nó khi Elise vừa sử dụng xong."
      ]
    }
  },
  {
    "id": "28",
    "name": "Evelynn",
    "tips": {
      "ally": [
        "Thời gian để Khêu Gợi phát huy tác dụng có vẻ dài, nhưng mê hoặc và giảm Kháng Phép giúp Evelynn có lợi thế cực lớn, vậy nên chờ đợi cũng bõ công.",
        "Khi đang tàng hình, hãy chú ý tới lúc bạn bị (gần bị) tướng địch phát hiện. Nó được xác định thông qua đôi mắt vàng đỏ sáng rực hiện trên các tướng địch gần đó.",
        "Nếu đang thấp máu, bạn có thể tận dụng hồi máu từ Yêu Ảnh và Ngụy Trang để quay lại cuộc chiến và khiến đối thủ bất ngờ."
      ],
      "enemy": [
        "Mua Mắt Kiểm Soát có thể giúp bạn phát hiện vị trí của Evelynn để đề phòng ả phục kích.",
        "Evelynn rất nguy hiểm với bùa mê, 'Khêu Gợi.' Bảo vệ đồng minh bị đánh dấu 'Khêu Gợi' hoặc, nếu bạn bị đánh dấu, hãy đảm bảo có đồng minh chặn giữa bạn và Evelynn.",
        "Nếu bạn nghi ngờ Evelynn chuẩn bị phục kích một trong các đồng đội, cho họ biết ngay bằng cách ping trên bản đồ nhỏ hoặc chat."
      ]
    }
  },
  {
    "id": "81",
    "name": "Ezreal",
    "tips": {
      "ally": [
        "Sử dụng chiêu Dịch Chuyển Cổ Học giúp bạn vào vị trí để tung các kỹ năng bắn phá khác.",
        "Bạn có thể chọn Ezreal theo đường sát thương vật lí hay sức mạnh phép thuật dựa vào đội hình của bạn.",
        "Có thể sử dụng Cung Ánh Sáng để dọn những đợt lính hay thậm chí quái rừng."
      ],
      "enemy": [
        "Ezreal là một tướng khá mỏng manh nên hãy tập trung vào hắn trước.",
        "Ezreal phụ thuộc rất nhiều vào các kỹ năng định hướng, thế nên hãy nấp sau lính của bạn.",
        "Chiêu Phát Bắn Thần Bí gây ra các hiệu ứng kèm theo đòn đánh, gồm kể cả Bùa Tro Tàn."
      ]
    }
  },
  {
    "id": "9",
    "name": "Fiddlesticks",
    "tips": {
      "ally": [],
      "enemy": []
    }
  },
  {
    "id": "114",
    "name": "Fiora",
    "tips": {
      "ally": [
        "Nhờ Vũ Điệu Kiếm Sư nên Fiora có lợi thế hơn hẳn trong những cuộc trao đổi chiêu thức. Hãy sử dụng những lần gia tăng tốc độ di chuyển khi tấn công Điểm Yếu để trốn thoát không tì vết hoặc chuẩn bị cho lần tấn công tiếp theo.",
        "Đại Thử Thách giúp Fiora trốn thoát dễ dàng nếu hạ gục thành công đối phương, dù hắn có lì đòn đến mức nào đi nữa, vì vậy đừng ngần ngại mà lao vào chiến tuyến của địch."
      ],
      "enemy": [
        "Vũ Điệu Kiếm Sư sẽ chọ bạn biết Fiora định tấn công từ hướng nào vì vậy hãy chuẩn bị tinh thần để phản công mỗi khi cô ta tấn công bạn.",
        "Hãy cẩn thận khi sử dụng những hiệu ứng khống chế di chuyển lên Fiora vì cô ta có thể cho bạn bị gậy ông đập lưng ông với kĩ năng Phản Đòn."
      ]
    }
  },
  {
    "id": "105",
    "name": "Fizz",
    "tips": {
      "ally": [
        "Fizz có thể đi xuyên vật thể, tìm cơ hội ở đường để đi xuyên qua lính và đặt nội tại Đinh Ba Hải Thạch - tiếp đó tung đòn đánh kích hoạt sau vài giây.",
        "Chiêu cuối của Fizz, Triệu Hồi Thủy Quái, có thể nhắm vào kẻ địch hoặc vào nơi bạn nghĩ chúng sẽ đi tới.",
        "Chiêu thức của Fizz tỉ lệ với Sức mạnh Phép thuật - cân nhắc những trang bị như Đồng Hồ Cát Zhonya hoặc Dây Chuyền Chữ Thâp trước đội hình dồn sát thương mạnh - và những trang bị như Kiếm Tai Ương hoặc Mũ Phù Thủy Rabadon nếu bạn nghĩ mình có thể sống sót mà không cần nhiều Máu."
      ],
      "enemy": [
        "Đòn đánh của Fizz cực kỳ đáng sợ trong vài giây sau khi nó dùng đòn đánh cường hóa - thấy đinh ba lấp lánh thì tránh cho xa!",
        "Fizz luồn lách rất ghê khi có đủ chiêu thức - dụ nó dùng trước rồi tung khống chế hay sát thương khủng vào!"
      ]
    }
  },
  {
    "id": "3",
    "name": "Galio",
    "tips": {
      "ally": [
        "Bạn có thể giải phóng Lá Chắn Durand dù đang bị khống chế.",
        "Bạn có thể dùng biểu tượng đồng minh trên bản đồ nhỏ để tung Siêu Hùng Giáng Thế.",
        "Bạn có thể tận dụng bước lùi của Cú Đấm Công Lý để né chiêu."
      ],
      "enemy": [
        "Galio đi chậm hơn khi đang vận Lá Chắn Durand.",
        "Siêu Hùng Giáng Thế có thể bị ngắt trước khi Galio vút lên không.",
        "Galio không thể lướt qua tường với Cú Đấm Công Lý."
      ]
    }
  },
  {
    "id": "41",
    "name": "Gangplank",
    "tips": {
      "ally": [
        "Chiêu Đàm Phán gây ra hiệu ứng trong đòn đánh như Búa Băng hay Rìu Đen.",
        "Để ý đến những kẻ còn thấp máu trên khắp bản đồ để tung chiêu Mưa Đại Bác bất ngờ kết liễu chúng.",
        "Cố dùng chiêu Mưa Đại Bác chặn đường tháo lui của kẻ địch."
      ],
      "enemy": [
        "Chiêu Đàm Phán gây ra một lượng sát thương vật lí cao. Trang bị tăng giáp sẽ giúp chống lại Gangplank một cách khá hữu hiệu.",
        "Khi Gangplank đạt cấp độ 6, hãy dè chừng chiêu cuối có phạm vì toàn bản đồ của hắn, Mưa Đại Bác!"
      ]
    }
  },
  {
    "id": "86",
    "name": "Garen",
    "tips": {
      "ally": [
        "Tốc độ hồi máu của Garen được tăng mạnh nếu hắn không phải chịu sát thương nào trong vòng vài giây.",
        "Phán Quyết gây sát thương tối đa nếu chỉ tấn công một mục tiêu. Nếu muốn trao đổi chiêu thức có lợi hãy cố gắng sử dụng Phán Quyết chỉ trúng mỗi Tướng đối phương.",
        "Garen chỉ bị giới hạn bởi thời gian hồi chiêu, vì vậy những trang bị như Rìu Đen sẽ mang lại hiệu quả rất lớn cho Garen."
      ],
      "enemy": [
        "Cộng dồn các trang bị tăng giáp để giảm đi lượng sát thương vật lí Garen gây ra.",
        "Cố tránh xa ra khỏi Garen khi máu bạn còn quá thấp, do hắn có thể kết liễu bạn cực nhanh bằng chiêu Công Lí Demacia.",
        "Cẩn thận khi định tấn công Garen trong bụi rậm. Thường bạn có thể vì thế mà phải gánh trọn sát thương từ chiêu Phán Quyết.",
        "Phán Quyết gây sát thương tối đa khi tấn công một mục tiêu, nếu không thể thoát khỏi tầm tấn công của nó hãy di chuyển về phía lính đồng minh để giảm sát thương bạn phải chịu."
      ]
    }
  },
  {
    "id": "150",
    "name": "Gnar",
    "tips": {
      "ally": [
        "Kiểm soát Cuồng là một điều then chốt, thế nên hãy canh chuẩn xác thời gian khi nào bạn muốn biến hình, để tận dụng tối đa hiệu quả của cả hai hình dạng.",
        "Hãy đứng sát vào vách tường để dụ kẻ địch vào tầm chiêu cuối rồi làm choáng chúng.",
        "Hiểu rõ bản thân! Gnar Tí Nị nhanh nhẹn, mỏng manh, và sát thương cao. Gnar Khổng Lồ thì chậm chạp, cứng cáp, và sốc sát thương lớn."
      ],
      "enemy": [
        "Gnar không thể tăng Cuồng trong 15 giây sau khi hắn biến trở lại thành Tí Nị. Hãy lợi dụng cơ hội này để đối đấu với đội của hắn.",
        "Hiệu ứng hình ảnh và thanh tiềm năng của Gnar đều thay đổi khi hắn sắp biến hình.",
        "Chiêu cuối của Gnar làm choáng nếu hắn hất bạn vào tường. Thế nên hãy cẩn thận khi giao đấu với hắn tại những điểm đó."
      ]
    }
  },
  {
    "id": "79",
    "name": "Gragas",
    "tips": {
      "ally": [
        "Hiệu ứng nhận giảm sát thương của Say Quá Hóa Cuồng bắt đầu có hiệu lực khi bạn bắt đầu nốc rượu, thế nên hãy tận dụng nó khi bạn sắp sửa chịu sát thương.",
        "Hãy cố đẩy lùi kẻ địch vào trụ của bạn bằng Thùng Rượu Nổ.",
        "Kết hợp chiêu Lấy Thịt Đè Người với Thùng Rượu Nổ để chiếm ưu thế cho đội."
      ],
      "enemy": [
        "Gragas có thể hất văng mọi người đi bằng chiêu cuối của hắn. Cẩn thận đừng để bị hất vào hắn, hoặc tệ hơn là trụ đối phương.",
        "Chiêu Lấy Thịt Đè Người có thời gian hồi khá thấp, khiến việc truy đuổi Gragas hơi khó khăn. Đừng quá cố đuổi theo hắn."
      ]
    }
  },
  {
    "id": "104",
    "name": "Graves",
    "tips": {
      "ally": [
        "Bom Mù có thể vừa dùng để rút lui vừa để thiết lập cạm bẫy.",
        "Sử dụng Rút Súng Nhanh để rút ngắn cự ly và tung chiêu Đạn Ghém chuẩn xác giúp gây lượng sát thương cao nhất có thể."
      ],
      "enemy": [
        "Graves hầu như tập trung vào mảng gây sát thương vật lí thế nên phòng ngự bằng giáp là một cách khá hữu hiệu.",
        "Rời ngay khỏi vùng ảnh hưởng của chiêu Bom Mù để thoát khỏi trạng thái bất lợi."
      ]
    }
  },
  {
    "id": "120",
    "name": "Hecarim",
    "tips": {
      "ally": [
        "Nhiếp Hồn Trận hồi máu cho bạn khi đối phương chịu sát thương, kể cả sát thương gây ra bởi đồng đội. Sử dụng kĩ năng này khi có nhiều địch thủ để tăng khả năng sống sót cho Hecarim.",
        "Vó Ngựa Hủy Diệt gây sát thương dựa trên quãng đường đi được. Hãy sử dụng chiêu Bóng Ma Kị Sĩ hoặc Phép Bổ Trợ như Tốc Hành hay Tốc Biến để tối đa lượng sát thương gây ra."
      ],
      "enemy": [
        "Hecarim có thể hồi máu từ những đơn vị xung quanh nhờ chiêu Nhiếp Hồn Trận nhưng không có khả năng phục hồi lâu dài, sử dụng những chiêu gây sát thương lớn tức thời để hạ gục hắn.",
        "Chiêu cuối của Hecarim làm cho đối phương bỏ chạy một cách hoảng loạn, đứng tách nhau ra để giảm bớt hiệu quả của kĩ năng đó."
      ]
    }
  },
  {
    "id": "74",
    "name": "Heimerdinger",
    "tips": {
      "ally": [
        "Việc đặt ụ súng là một nhân tố quyết định trong một cuộc chiến. Đối với đại đa số, đặt thành nhóm hai cái là phương pháp hiệu quả nhất, nhưng nếu đối phương sở hữu nhiều kĩ năng tác động trên diện rộng thì các ụ súng của bạn sẽ bị phá hủy nhanh chóng. Đặt các ụ súng trong bụi rậm có thể tạo nên yếu tố bất ngờ có lợi cho bạn.",
        "Ném chuẩn xác Lựu Đạn Bão Điện Tử là nhân tố mấu chốt quyết định sống còn của Heimerdinger. Hiệu ứng làm chậm và làm choáng đều có khả năng ngăn kẻ địch đủ lâu để gây sát thương lên chúng, hoặc đơn giản là dập tắt các âm mưu đánh úp của kẻ địch.",
        "Phân tán Tên Lửa Hextech Cỡ Nhỏ sẽ gây ra sát thương ổn định và hiệu quả hơn với nhóm đông kẻ địch, còn tập trung sát thương lại cũng có điểm mạnh giúp gia tăng khả năng hạ gục nhanh nạn nhân."
      ],
      "enemy": [
        "Tốt hơn là nên phá hủy toàn bộ các ụ súng của Heimerdinger chung một lần, với sự trợ giúp của đoàn lính đồng minh, thay vì cố gắng phá hủy từng cái một.",
        "Cẩn thận chiêu cuối NÂNG CẤP!!! của Heimerdinger, do đó là công cụ mà hắn sẽ rất có thể tận dụng để lật ngược thế cờ một cách đầy ngoạn mục. Khi mà hắn chẳng có chiêu cuối, cứ tấp vào mà hốt thôi!."
      ]
    }
  },
  {
    "id": "420",
    "name": "Illaoi",
    "tips": {
      "ally": [
        "Xúc Tu là một nguồn sức mạnh to lớn. Đừng chiến đấu khi không có chúng.",
        "Linh Hồn có lượng máu hiện tại của mục tiêu. Nếu định tạo ra một ",
        "Tế Phẩm",
        ", cố gắng cấu rỉa máu đối phương trước để tiêu diệt Linh Hồn dễ hơn.",
        "Bước Nhảy Niềm Tin tốt nhất nên dùng để tiếp nối hoặc phản công trong giao tranh. Cẩn thận với việc làm người đầu tiên vào giao tranh."
      ],
      "enemy": [
        "Tiêu diệt Xúc Tu ngay khi có thể sẽ khiến thắng giao tranh với Illaoi dễ dàng hơn.",
        "Khi Linh Hồn của bạn bị rút ra, hãy đánh trả nếu có thể. Gây sát thương lên Illaoi giảm thời gian tồn tại của Linh Hồn.",
        "Tránh đi gần nhau để giảm bớt số Xúc Tu do Bước Nhảy Niềm Tin tạo ra."
      ]
    }
  },
  {
    "id": "39",
    "name": "Irelia",
    "tips": {
      "ally": [
        "Sử dụng chiêu Đâm Kiếm tiêu diệt những quân lính còn thấp máu để rút ngắn khoảng cách đến với tướng mục tiêu đối phương.",
        "Vũ Điệu Thách Thức không thể bị ngắt, căn dùng nó để vô hiệu khống chế.",
        "Bước Nhảy Hoàn Vũ không có tầm tối đa, thoải mái sáng tạo đi."
      ],
      "enemy": [
        "Chú ý cộng dồn Ý Chí Ionia và giao tranh cùng Irelia khi nó tụt hết.",
        "Các đợt lính khiến Irelia trở nên cơ động hơn nhiều, cẩn thận đó.",
        "Đừng phí những chiêu quan trọng vào Vũ Điệu Thách Thức."
      ]
    }
  },
  {
    "id": "427",
    "name": "Ivern",
    "tips": {
      "ally": [
        "Cố gắng giúp đồng đội xông vào theo sau Rễ Rắc Rối bằng Hạt Hư Hỏng",
        "Dùng Kiến Tạo Bụi để thiết lập các điểm tập kích trong tương lai",
        "Daisy có thể chặn kỹ năng định hướng và có thể làm chậm kẻ địch. Dùng cô để che chắn cho đồng đội!"
      ],
      "enemy": [
        "Ivern luồn lách rất giỏi. Cẩn thận khi đuổi theo hắn quá xa.",
        "Bụi cỏ của Ivern tồn tại khá lâu. Cẩn thận bị tập kích!",
        "Cẩn thận khi giao chiến đơn độc với Ivern, Daisy luôn sẵn sàng giúp đỡ!"
      ]
    }
  },
  {
    "id": "40",
    "name": "Janna",
    "tips": {
      "ally": [
        "Chiêu Mắt Bão có thể được niệm lên trụ đồng minh.",
        "Phóng thích ngay Gió Lốc mà không cần thời gian tích trữ năng lượng để vô hiệu hóa đội đối phương.",
        "Tung chiêu cuối của Janna một cách chuẩn xác có thể đẩy kẻ địch ra xa, hồi máu cho đồng đội hoặc thậm chí chia cắt đội hình đối phương."
      ],
      "enemy": [
        "Để dành một kỹ năng ngắt quãng khi Janna sử dụng chiêu cuối của cô ta.",
        "Lắng nghe âm thanh tích tụ sức mạnh của chiêu Gió Lốc trong trường hợp cô ta muốn bạn trúng chiêu bằng cách dùng phép trong bụi rậm.",
        "Janna là một tướng có khả năng hỗ trợ đồng đội cực mạnh, hãy cẩn thận khi đối phương chọn cô ta."
      ]
    }
  },
  {
    "id": "59",
    "name": "Jarvan IV",
    "tips": {
      "ally": [
        "Bạn có thể kết hợp kĩ năng Giáng Long Kích / Hoàng Kì Demacia để thoát ra khỏi vùng địa hình tạo nên bởi Đại Địa Chấn.",
        "Đánh đều các cú đánh của bạn lên những tướng khác nhau ở giai đoạn đầu của cuộc chiến nhằm tối đa hóa lượng sát thương gây ra.",
        "Sử dụng Hoàng Kì Demacia như một công cụ kiểm tra những vị trí then chốt khi bạn nghĩ rằng có thể kẻ địch đang ẩn nấp trong đấy."
      ],
      "enemy": [
        "Né khỏi đường thẳng giữa Jarvan IV và Hoàng Kì Demacia của hắn để tránh bị hất lên không trung.",
        "Vùng địa hình của chiêu Đại Địa Chấn tạo ra là một chướng ngại đáng gờm, nhưng một số kỹ năng dịch chuyển có thể giúp vượt qua nó."
      ]
    }
  },
  {
    "id": "24",
    "name": "Jax",
    "tips": {
      "ally": [
        "Jax có thể Nhảy Và Nện đến các đơn vị đồng minh, bao gồm cả mắt. Bạn có thể sử dụng chúng để trốn thoát một cách hữu hiệu.",
        "Jax hưởng lợi rất nhiều từ các món đồ cộng cả sức mạnh phép thuật lẫn sát thương vật lí như Cuồng Đao Guinsoo và Kiếm Súng Hextech."
      ],
      "enemy": [
        "Cố giữ khoảng cách và đánh từ xa với Jax thay vì đối đầu trực diện. Ngăn hắn tấn công liên tục để giảm lượng sát thương hắn gây ra.",
        "Jax có thể tránh tất cả mọi đòn đánh tung lên hắn trong một khoảng thời gian ngắn rồi làm choáng những kẻ địch trong cự li cận chiến khi hiệu ứng kết thúc. Hãy tấn công hắn khi hiệu ứng kết thúc và kĩ năng choáng biến mất."
      ]
    }
  },
  {
    "id": "126",
    "name": "Jayce",
    "tips": {
      "ally": [
        "Nhớ thay đổi thế đánh thường xuyên, điều này sẽ giúp cường hóa các đòn đánh cũng như gia tăng tốc độ di chuyển cho bạn.",
        "Nếu bạn nhận ra mình đã lỡ để trúng quá nhiều sát thương, hãy sử dụng Dạng Búa của Jayce để gia tăng khả năng phòng thủ.",
        "Cố sử dụng Cầu Sấm bồi sau Cổng Tăng Tốc để gia tăng cự li thi triển kĩ năng cũng như sát thương."
      ],
      "enemy": [
        "Jayce  có thể tấn công cả ở tầm xa lẫn cận chiến. Hãy chú ý đến màu sắc vũ khí của hắn.",
        "Nếu bạn nhìn thấy Jayce sử dụng Cổng Tăng Tốc, hãy cẩn thận, do hắn có thể sẽ sử dụng bồi thêm Cầu Sấm.",
        "Jayce khá mạnh vào giai đoạn đầu của trận đấu. Nếu hắn xanh, bạn hãy chơi thủ."
      ]
    }
  },
  {
    "id": "202",
    "name": "Jhin",
    "tips": {
      "ally": [
        "Nét Vẽ Chết Chóc có tầm bắn cực xa. Khi tiến vào giao tranh, luôn luôn để ý đến những kẻ địch có thể bị trói.",
        "Chiêu cuối của bạn gây ít sát thương hơn nhiều lên kẻ địch còn đầy máu. Hãy tìm cách hạ gục những mục tiêu còn ít máu khi chúng bỏ chạy.",
        "Bạn vẫn có thể dùng kỹ năng trong lúc nạp đạn. Nhớ tận dụng điều đó."
      ],
      "enemy": [
        "Nét Vẽ Chết Chóc chỉ trói kẻ bị trúng đòn đánh thường của Jhin, dính bẫy, hoặc chịu sát thương từ đồng minh của hắn trong vòng 4 giây trước.",
        "Jhin đặt bẫy tàng hình quanh bản đồ đó. Hãy để ý nơi bạn đặt chân!",
        "Đòn đánh thường của Jhin khá mạnh, nhưng hắn sẽ hết đạn sau khi bắn 4 phát. Dùng khoảng thời gian này để áp sát và hạ gục hắn."
      ]
    }
  },
  {
    "id": "222",
    "name": "Jinx",
    "tips": {
      "ally": [
        "Không phải lúc nào súng phóng lựu cũng là sự lựa chọn tốt nhất cả! Khẩu súng nhỏ của Jinx trở nên cực kì mạnh mẽ khi nạp đủ thời gian. Hãy chuyển sang dùng nó khi tướng địch đã áp sát lại.",
        "Khẩu súng phóng lựu của Jinx gây đầy đủ sát thương lên tất cả kẻ địch trong vụ nổ. Hãy tận dụng nó để tấn công vào lính mà vẫn gây được sát thương lên tướng mà không thu hút lính tấn công bạn vì dám đụng đến tướng của chúng.",
        "Bất cứ khi nào giao tranh nổ ra, hãy cố đứng ở rìa rồi rỉa máu với súng phóng lựu và Giật Bắn!. Chớ có chạy vào và sử dụng khẩu súng nhỏ cho đến khi bạn cảm thấy thật sự đủ an toàn để làm thế."
      ],
      "enemy": [
        "Khẩu súng nhỏ của Jinx cần thời gian để chuẩn bị. Nếu thấy cô ta rỉa máu từ xa với súng phóng lựu, hãy cố áp sát nhanh để hạ gục cô ta.",
        "Bạn càng lại gần Jinx thì chiêu cuối của cô ta càng gây ít sát thương hơn lên bạn.",
        "Lựu đạn trói của Jinx có thời gian hồi khá lâu, nếu cô ta đã tung hụt chiêu thì sẽ chẳng có mấy cách thoát khỏi kẻ địch áp sát.  "
      ]
    }
  },
  {
    "id": "145",
    "name": "Kai'Sa",
    "tips": {
      "ally": [
        "Cố gắng bắt lẻ chủ lực địch và sốc sát thương với Cơn Mưa Icathia.",
        "Phối hợp cùng đồng đội để dùng chiêu cuối và tối ưu sát thương nội tại.",
        "Nhớ mua trang bị có thể tiến hóa 1 hoặc 2 kỹ năng."
      ],
      "enemy": [
        "Kai'Sa rất giỏi bắt lẻ. Đi chung để đối phó.",
        "Kai'Sa gặp khó trước các Pháp Sư và chủ lực tầm xa.",
        "Nhớ cắm mắt ở các điểm mù để phát hiện ra Kai'Sa."
      ]
    }
  },
  {
    "id": "429",
    "name": "Kalista",
    "tips": {
      "ally": [
        "Giày Vò là một kĩ năng hỗ trợ việc tung đòn kết liễu khá tốt, vì nếu tiêu diệt được một mục tiêu, thời gian hồi của nó sẽ lập tức được hoàn thành. ",
        "Ra lệnh di chuyển để kích hoạt Phong Thái Quân Nhân sẽ không xóa bỏ hiệu ứng hình ảnh tung đòn đánh của Kalista.",
        "Nhờ vào nội tại bẩm sinh của mình nên Tốc độ Di chuyển của Kalista được gia tăng dựa trên Tốc độ Đánh."
      ],
      "enemy": [
        "Sự cơ động của Kalista dựa trên việc tung các đòn đánh. Điều này nghĩa là sự cơ động của cô ta sẽ bị giảm đi nếu cô ta không có mục tiêu để tấn công, đồng thời sự giảm Tốc độ Đánh đó sẽ giảm thiểu đáng kể khoảng cách cô ta có thể lao đi.",
        "Kalista không thể hủy bỏ hiệu ứng dồn sức để tung đòn đánh, thế nên dù cô ta rất cơ động, nhưng khoảng trống này vẫn là một cơ hội để tung các kĩ năng lên cô ta.",
        "Nếu bạn có thể thoát khỏi tầm nhìn của Kalista, kiểu như chui vào bụi rậm, những mũi giáo của cô ta sẽ rơi đùng xuống đất, chả còn hù dọa gì được ai nữa."
      ]
    }
  },
  {
    "id": "43",
    "name": "Karma",
    "tips": {
      "ally": [
        "Tụ Hỏa rất thích hợp với phong cách chơi lấy công kích làm chủ đạo. Hãy lựa chọn vị trí để tung kĩ năng rồi bồi thêm các đòn đánh thường giúp giảm thời gian hồi của Kinh Mantra, khiến bạn nắm quyền chủ động.",
        "Khi sử dụng Chuyên Tâm, hãy làm chậm kẻ địch với Nội Hỏa hoặc tăng tốc bản thân với Linh Giáp nếu bạn cảm thấy khó bắt kịp kẻ địch. ",
        "Đừng quá giữ kẽ về việc sử dụng Kinh Mantra.  Tụ Hỏa rất mạnh khi giao tranh tổng, khiến việc phục hồi lại Kinh Mantra trở nên khá dễ dàng."
      ],
      "enemy": [
        "Karma giảm hồi chiêu Kinh Mantra khi dùng kỹ năng hoặc đánh thường trúng tướng địch. Đừng để cô ta thoải mái quá.",
        "Hỏa Hồn của Karma bùng nổ gây thêm sát thương phép tại vùng nó được tạo ra. Hãy thoát khỏi vùng ảnh hưởng đó để giảm thiểu sát thương.",
        "Chuyên Tâm là một kĩ năng phá giao tranh tốt. Tạo khoảng cách để tránh bị trói chân rồi tìm cơ hội quay lại tiếp tục truy đuổi."
      ]
    }
  },
  {
    "id": "30",
    "name": "Karthus",
    "tips": {
      "ally": [
        "Hãy hỏi đồng đội xem có ai muốn bạn sử dụng Khúc Gọi Hồn để hỗ trợ việc tiêu diệt kẻ địch ở đường nào không.",
        "Chiêu Tàn Phá là một cách rất hữu hiệu để kiếm tiền từ lính và cả phá rối các tướng đối phương."
      ],
      "enemy": [
        "Karthus có thể dùng phép thoải mái trong một khoảng thời gian ngắn sau khi chết. Di chuyển ra xa khỏi xác của hắn để bảo đảm sự an toàn.",
        "Nhớ lưu ý giữ cho số máu còn lại đủ để chịu đựng chiêu Khúc Cầu Hồn, ngay cả nếu bạn phải quay trở về căn cứ để hồi máu."
      ]
    }
  },
  {
    "id": "38",
    "name": "Kassadin",
    "tips": {
      "ally": [
        "Kassadin có nhiều cách lên đồ khác nhau; hắn có thể trở thành pháp sư bằng năng lượng và sức mạnh pháp thuật, hay chống-pháp sư bằng giảm thời gian hồi và kháng phép.",
        "Chiêu cuối của Kassadin có nhiều cách vận dụng để đạt hiệu quả cao và thời gian hồi khá ngắn, nên tận dụng điều đó.",
        "Hãy cố lấy được bùa lợi từ Khổng Lồ Đá Xanh để có thể sử dụng Hư Vô Bộ Pháp thường xuyên."
      ],
      "enemy": [
        "Kassadin chủ yếu gây sát thương phép. Giày Thủy Ngân và Dây Chuyền Chữ Thập là những lựa chọn khắc chế tốt.",
        "Dùng Hư Vô Bộ Pháp liên tục sẽ tốn nhiều năng lượng. Đuổi theo hắn thì nhớ điều đó nhé.",
        "6 lần tung chiêu thì Kassadin được làm chậm. Cân nhắc điều đó khi đi đường cùng hắn."
      ]
    }
  },
  {
    "id": "55",
    "name": "Katarina",
    "tips": {
      "ally": [
        "Nhặt Phi Dao sẽ làm giảm mạnh hồi chiêu của Ám Sát.",
        "Cố đợi đến khi đội kia bị phân tâm lúc giao tranh cùng đội bạn, và dùng Ám Sát để bay vào giữa cuộc chiến và tung ra Bông Sen Tử Thần hủy diệt.",
        "Dùng Ám Sát lên tướng đồng minh, Phi Dao, hoặc lính để rút lui chiến thuật."
      ],
      "enemy": [
        "Các kĩ năng của Katarina đều gây ra sát thương phép, thế nên ngay cả nếu cô ta mua các trang bị tăng sát thương vật lí, hãy cứ mua những đồ tăng kháng phép để chống lại cô ta.",
        "Nhớ để dành một phép vô hiệu hóa để ngăn Katarina dụng chiêu Bông Sen Tử Thần."
      ]
    }
  },
  {
    "id": "10",
    "name": "Kayle",
    "tips": {
      "ally": [
        "Sử dụng Thần Linh Định Đoạt trên một đồng minh chuyên về sát thương vật lí có thể giúp thay đổi cục diện của một cuộc chiến. ",
        "Đòn đánh của Kayle cực mạnh khi cô đạt đến cảnh giới Xuất Thần. Trước đó thì bình tĩnh nhé.",
        "Kayle được lợi cả từ Sức mạnh Công kích lẫn Sức mạnh Phép thuật, nên trang bị kiểu Nanh Nashor và Kiếm Súng Hextech sẽ rất hiệu quả."
      ],
      "enemy": [
        "Thần Linh Định Đoạt cho Kayle hoặc đồng minh miễn nhiễm sát thương, nhưng vẫn dính khống chế.",
        "Kayle khá mỏng. Nếu cô ta dùng chiêu cuối lên đồng minh, hãy chuyển sang tấn công cô ta.",
        "Kayle khởi đầu khá yếu. Cố gắng đè ép cô ta từ sớm."
      ]
    }
  },
  {
    "id": "141",
    "name": "Kayn",
    "tips": {
      "ally": [
        "Để ý đội hình của cả hai đội khi chọn dạng biến đổi.",
        "Nhớ rằng kẻ địch gần đó có thể nhìn thấy bạn đang đứng trong bức tường nào."
      ],
      "enemy": [
        "Kayn cần gây sát thương trước để sử dụng Nhập. Cố gắng né Phá để khiến hắn khó lòng tung Nhập từ xa.",
        "Khi Kayn đi trong địa hình gần bạn, sẽ có cảnh báo hiển thị ngoài ra địa hình hắn đang đứng trong đó.",
        "Gây sát thương lên Kayn khi hắn đang dùng Bộ để rút ngắn thời gian tác dụng, hoặc tung khống chế cứng (choáng, hất tung, mê hoặc,...) để kết thúc Bộ ngay lập tức."
      ]
    }
  },
  {
    "id": "85",
    "name": "Kennen",
    "tips": {
      "ally": [
        "Bạn có thể làm choáng những kẻ địch đã bị trúng phải 3 Dấu Ấn Sấm Sét.",
        "Kĩ năng Tốc Độ Sấm Sét có thể được dùng để mở đầu các cuộc chiến nhờ tính chất phục hồi Nội Năng của nó, khiến bạn có thể sử dụng các kĩ năng khác bồi thêm.",
        "Bạn có thể phóng Phi Tiêu Sét vào một kẻ địch buộc chúng phải trúng một Dấu Ấn Sấm Sét rồi kích hoạt Giật Sét để buộc chúng phải chịu thêm một lần nữa."
      ],
      "enemy": [
        "Hãy cẩn thận khi ở gần Kennen nếu bạn trúng phải Dấu Ấn Sấm Sét. Nếu bị trúng 3 lần bạn sẽ bị choáng.",
        "Kennen cũng khá mỏng manh, hãy quay lại và chiến đấu nếu hắn quá tự tin với Tốc Độ Sấm Sét."
      ]
    }
  },
  {
    "id": "121",
    "name": "Kha'Zix",
    "tips": {
      "ally": [
        "Kẻ địch được xem là bị cô lập nếu trong một khoảng cách nhỏ quanh chúng không có bất kì đơn vị đồng minh nào. Sát thương của Nếm Mùi Sợ Hãi sẽ được tăng mạnh lên những đơn vị này.",
        "Hiểm Họa Tiềm Tàng sẽ được kích hoạt khi Kha'Zix không bị nhìn thấy bởi đội đối phương. Có thể tái kích hoạt kĩ năng bằng cách tiến vào bụi cỏ hoặc Đột Kích Hư Không. Nhớ đừng quên gây hiệu ứng Hiểm Họa Tiềm Tàng bằng cách tấn công tướng địch.",
        "Kha'Zix có khá nhiều sự lựa chọn về việc muốn tấn công khi nào hoặc ở đâu. Do đó nên cân nhắc thật kĩ lưỡng về địa điểm bạn muốn giao tranh nổ ra."
      ],
      "enemy": [
        "Nếm Mùi Sợ Hãi gây thêm sát thương lên các đơn vị bị cô lập. Thế nên hãy chiến đấu khi có lính, tướng hoặc trụ đồng minh ở gần đó.",
        "Nhảy và Đột Kích Hư Không có thời gian hồi khá lâu. Kha'Zix cũng không đáng sợ lắm khi không có những kĩ năng này."
      ]
    }
  },
  {
    "id": "203",
    "name": "Kindred",
    "tips": {
      "ally": [
        "Vừa di chuyển vừa tấn công khi đi rừng sẽ giúp bạn giảm bớt sát thương nhận vào đồng thời phục hồi được nhiều máu hơn từ Sói Cuồng Loạn.",
        "Cẩn thận trong việc lựa chọn những mục tiêu bạn muốn đi săn, có được thật nhiều mục tiêu là chìa khóa chiến thắng khi trận đấu kéo dài.",
        " Đừng là người đầu tiên vào giao tranh. Hãy chờ những người đồng đội bắt đầu trước."
      ],
      "enemy": [
        "Kindred khá mỏng manh - gây áp lực và cô ta sẽ buộc phải chơi cẩn thận.",
        "Dọn sạch những mục tiêu bị Sói đánh dấu trong rừng để làm giảm bớt lượng sát thương của Kindred.",
        "Khi Kindred sử dụng Cừu Cứu Sinh, chiêu này sẽ ngăn không cho tất cả các vị tướng ở bên trong có thể chết."
      ]
    }
  },
  {
    "id": "240",
    "name": "Kled",
    "tips": {
      "ally": [
        "Kled có thể tăng can đảm bằng cách tiêu diệt lính, nhưng sẽ còn tăng nhiều hơn nếu giao tranh với tướng.",
        "Đòn cuối cùng của Khuynh Hướng Bạo Lực gây nhiều sát thương hơn ba đòn trước - đảm bảo là đánh trúng đấy nhé!",
        "Xung Phooong!!! có thể dùng từ tầm rất xa. Cố gắng dự đoán hướng di chuyển của kẻ địch để đạt hiệu quả cao nhất."
      ],
      "enemy": [
        "Kled tăng can đảm bằng cách gây sát thương kẻ địch với Súng Lục Bỏ Túi và đòn đánh thường, tiêu diệt lính, và tất công trụ hoặc quái khủng.",
        "Để ý thanh can đảm của Kled khi hắn xuống ngựa - nếu nó đạt 100%, Skaarl sẽ trở lại cùng rất nhiều máu đấy.",
        "Kled đáng sợ hơn nhiều khi có Khuynh Hướng Bạo Lực."
      ]
    }
  },
  {
    "id": "96",
    "name": "Kog'Maw",
    "tips": {
      "ally": [
        "Kog'Maw có thể bắn xa hơn bất kì tướng nào khi kích hoạt kĩ năng Cao Xạ Ma Pháp.",
        "Sử dụng Dung Dịch Hư Không làm bàn đạp để tung tiếp chiêu Pháo Sinh Học một cách chuẩn xác.",
        "Tận dụng tối đa kĩ năng Bất Ngờ Từ Icathia của bạn khi có thể."
      ],
      "enemy": [
        "Kog'Maw không có kỹ năng rút lui, do đó hắn là một mục tiêu khá tốt để săn.",
        "Tránh xa ra khỏi Kog'Maw sau khi hắn chết!!!!",
        "Cự li Pháo Sinh Học gia tăng theo cấp độ chiêu.",
        "Cao Xạ Ma Pháp giúp Kog'Maw tiêu diệt Baron Nashor cực kỳ nhanh. Cắm mắt quanh Baron khi Kog'Maw có Gươm Vua Vô Danh."
      ]
    }
  },
  {
    "id": "7",
    "name": "LeBlanc",
    "tips": {
      "ally": [
        "Biến Ảnh giúp bạn có thể mạnh dạn sử dụng các kĩ năng khác và vẫn có thể trở về nơi an toàn sau đó.",
        "Sử dụng Biến Ảnh giúp bạn đạt được vị trí cần thiết để tung tiếp chiêu Sợi Xích Siêu Phàm.",
        "Bạn có thể kết hợp Ấn Ác Ý và Sợi Xích Siêu Phàm để ngăn những kẻ sở hữu kĩ năng bỏ trốn khỏi rút lui trong một khoảng thời gian lên đến 4 giây."
      ],
      "enemy": [
        "Chiêu cuối của LeBlanc có thể tạo ra LeBlanc giả trong lúc tung chiêu hoặc, hiếm khi hơn, ở một vị trí cách đó khã xa. ",
        "LeBlanc giả tạo ra ở xa sẽ luôn tiến đến tướng gần nhất, tung một kỹ năng vô hại ra rồi ngay lập tức biến mất.",
        "Tấn công LeBlanc trước để tránh hầu hết các chiêu trò của cô, đặc biệt nếu cô vừa dùng Biến Ảnh.",
        "Làm choáng hoặc câm lặng LeBlanc sẽ ngăn cô kích hoạt trở về của Biến Ảnh."
      ]
    }
  },
  {
    "id": "64",
    "name": "Lee Sin",
    "tips": {
      "ally": [
        "Sử dụng Sóng Âm trước khi dùng Nộ Long Cước để bạn có thể đuổi theo kẻ địch bằng Vô Ảnh Cước.",
        "Tận dụng kĩ năng Loạn Đả bằng cách tung ra các đòn đánh kết hợp với các kỹ năng – giúp tăng tối đa lượng sát thương gây ra và giảm thiểu số nội năng tổn thất.",
        "Tự niệm Hộ Thể và Kiên Định là một cách hữu hiệu để tiêu diệt lũ quái rừng."
      ],
      "enemy": [
        "Hãy tản ra xa để giảm thiểu tác động từ chiêu cuối Nộ Long Cước của Lee Sin.",
        "Lee Sin có thể không ngại lắm sát thương vật lí nhờ chiêu Kiên Định và chiêu Dư Chấn, nhưng hắn vẫn là một mục tiêu của các sát thương phép thuật.",
        "Lee Sin phụ thuộc khá nhiều vào việc sử dụng các kỹ năng của hắn liên tục. Sử dụng các kỹ năng vô hiệu hóa để ngăn hắn thi triển những kỹ năng và đòn đánh của hắn liên tục."
      ]
    }
  },
  {
    "id": "89",
    "name": "Leona",
    "tips": {
      "ally": [
        "Hãy xung phong lao lên và buộc những kẻ địch phải hứng chịu chiêu Ánh Sáng Mặt Trời để đồng đội của bạn có thể gây thêm sát thương lên chúng.",
        "Khiên Mặt Trời và Thiên Đỉnh Kiếm có thể kết hợp lại tạo nên sát thương khá cao.",
        "Bạn có thể hấp thụ một lượng sát thương lớn nhờ Nhật Thực, nhưng nhớ áp sát kẻ địch để được gia tăng thời gian hiệu lực."
      ],
      "enemy": [
        "Khi Leona kích hoạt chiêu Nhật Thực, bạn có ba giây để tránh xa ra khỏi cô ta trước khi cô ta gây sát thương.",
        "Chỉ những mục tiêu ở trung tâm của kĩ năng Thái Dương Hạ San mới bị choáng, thế nên bạn có thể tránh được chiêu này nếu bạn đủ nhanh."
      ]
    }
  },
  {
    "id": "876",
    "name": "Lillia",
    "tips": {
      "ally": [],
      "enemy": []
    }
  },
  {
    "id": "127",
    "name": "Lissandra",
    "tips": {
      "ally": [
        "Bạn có thể lập tức sử dụng chiêu cuối lên bản thân bằng cách bấm phím tự dùng phép và phím chiêu cuối (Alt+R theo mặc định).",
        "Sử dụng Con Đường Băng Giá rồi chạy về phía ngược lại sẽ khiến kẻ địch không rõ được bạn muốn di chuyển theo đường nào cả.",
        "Các kĩ năng của Lissandra đều có tầm ngắn hơn đại đa số các pháp sư. Do đó hãy mua các trang bị vừa tăng cả công kích phép thuật lẫn phòng ngự, như Đồng Hồ Cát Zhonya hay Dây Chuyền Chữ Thập chẳng hạn, để có thể giúp bạn vừa sống lâu vừa gây nhiều sát thương."
      ],
      "enemy": [
        "Ngăn Lissandra dùng Con Đường Băng Giá chạy bằng cách bất động cô ta trước khi cô ta kịp tái kích hoạt.",
        "Vòng Tròn Giá Lạnh của Lissandra hồi chiêu lâu, giao tranh khi nó chưa sẵn sàng.",
        "Mảnh Băng chỉ làm chậm đơn vị đầu tiên trúng phải. Tiếp cận Lissandra từ phía sau lính để tránh bị làm chậm."
      ]
    }
  },
  {
    "id": "236",
    "name": "Lucian",
    "tips": {
      "ally": [
        "Thử kết hợp Truy Cùng Diệt Tận với Tia Sáng Xuyên Thấu để gây ra lượng sát thương bạo phát vừa phải.",
        "Tia Sáng Rực Cháy thật sự nổ ra theo hình ngôi sao. Hãy cố nhắm sao cho những cú nổ trúng vào tướng địch.",
        "Khi bạn đã chọn góc cho Thanh Trừng, bạn sẽ không thể thay đổi được. Hãy thật cẩn trọng!",
        "Do sở hữu Xạ Thủ Ánh Sáng, Lucian được lợi nhiều từ Sát thương Vật lí hơn là Tốc độ Đánh."
      ],
      "enemy": [
        "Lucian dồn sát thương mạnh, nhưng sát thương lâu dài thì yếu.",
        "Lucian không thể đổi hướng Thanh Trừng. Lợi dụng điều này để tránh đạn.",
        "Tia Sáng Xuyên Thấu không tăng cho Lucian thêm Tầm Đánh. Hắn vẫn cần phải có mục tiêu trong tầm bắn. Hãy tránh Tia Sáng Xuyên Thấu bằng cách đoán hướng Lucian sắp chọn."
      ]
    }
  },
  {
    "id": "117",
    "name": "Lulu",
    "tips": {
      "ally": [
        "Ngọn Thương Ánh Sáng có thể được bắn ra ở những góc khác nhau dựa trên vị trí con trỏ chuột của bạn – Di chuyển nó đến cạnh Pix và Lulu sẽ thay đổi kích cỡ vùng tác động một cách đáng kể.",
        "Có thể cân nhắc niệm Giúp Nào Pix! vào các đơn vị đánh xa để hưởng lợi ích từ hiệu ứng cường hóa từ Pix và Khổng Lồ Hóa vào các tướng Đấu Sĩ, Đỡ Đòn, giúp họ nhận thêm sức mạnh lao vào tiên phong."
      ],
      "enemy": [
        "Những phát bắn từ nàng tiên của Lulu có thể bị chặn đi – hãy nấp sau lính của bạn để tránh khỏi những đòn đánh đó.",
        "Lulu rất hữu dụng khi kẻ địch truy đuổi theo cô quá sâu, chớ có phạm sai lầm này! Thay vào đó hãy sử dụng các chiến thuật lấn át cực mạnh để buộc Lulu và đồng đội của cô phải đánh mất lợi thế đó."
      ]
    }
  },
  {
    "id": "99",
    "name": "Lux",
    "tips": {
      "ally": [
        "Lux có khả năng điều khiển khu vực cục bộ. Hãy chặn đường tiến hoặc rút lui của kẻ địch bằng Quả Cầu Ánh Sáng.",
        "Nếu bạn cảm thấy khó khăn tung chuẩn xác Lăng Kính Phòng Hộ, nên nhớ rằng nó còn quay trở lại sau khi đã bay đến tầm tối đa. Hãy đứng ở vị trí chính xác để đồng đội của bạn cũng được hưởng chiêu khi nó bay về.",
        "Quả Cầu Ánh Sáng là một cách hiệu quả để kiểm tra những nơi khuất tầm nhìn. Bụi rậm là một vị trí thường cần kiểm tra để tránh bị tập kích."
      ],
      "enemy": [
        "Lux có những khả năng ép góc khá mạnh. Hãy tản ra và tấn công từ những hướng khác nhau để tránh tình trạng bị cô ta dồn ép vào một khu vực nào đó.",
        "Khi còn thấp máu, cẩn thận lưu ý để tránh chiêu Cầu Vồng Tối Thượng của Lux, một luồng sáng đỏ sẽ nhá lên trước khi chiêu gây sát thương, hãy cố tránh qua một bên nếu có thể."
      ]
    }
  },
  {
    "id": "54",
    "name": "Malphite",
    "tips": {
      "ally": [
        "Giáp giảm tỷ lệ các đòn đánh xuyên qua Giáp Hoa Cương. nên Nắm Đấm Dung Nham sẽ cường hóa lớp giáp trước sát thương vật lý.",
        "Dẫu kỹ năng của hắn phụ thuộc vào giáp, đôi khi vẫn nên lên các món đồ cộng kháng phép để bảo vệ an toàn bản thân. Khi trường hợp đó xảy ra, nên mua Lá Chắn Quân Đoàn, Giày Thủy Ngân, và Giáp Thiên Thần."
      ],
      "enemy": [
        "Nếu bạn là một nhân vật tập trung vào mảng sát thương vật lí, hãy nấp sau đồng minh khi chiến đấu chống Malphite. Chiêu Dậm Đất có thể giảm mạnh khả năng gây sát thương của bạn.",
        "Malphite là một trong số ít những tướng đỡ đòn có thể đi rừng từ đầu. Cẩn thận nếu hắn có phép bổ trợ Trừng Phạt."
      ]
    }
  },
  {
    "id": "90",
    "name": "Malzahar",
    "tips": {
      "ally": [
        "Giữ Bầy Bọ Hư Không lại đến khi có kẻ địch gần đó để Bọ Hư Không có thể tấn công hoặc hạ gục.",
        "Dùng Tiếng Gọi Hư Không và Âm Ti Trói Buộc để làm mới thời gian Ám Ảnh Kinh Hoàng trên kẻ địch.",
        "Tránh bị sát thương khi ở đường sẽ tối đa hóa sức mạnh của Chuyển Đổi Hư Không, đảm bảo sự an toàn cho Malzahar."
      ],
      "enemy": [
        "Khi Malzahar dùng phép lên kẻ địch bị Ám Ảnh Kinh Hoàng, Ám Ảnh được đặt lại.",
        "Tránh các đợt lính đang bị Ám Ảnh Kinh Hoàng. Bạn sẽ không bao giờ biết khi nào chúng bị hạ gục và lây Ám Ảnh cho bạn.",
        "Malzahar đặc biệt nguy hiểm khi tập hợp được Bầy Bọ Hư Không."
      ]
    }
  },
  {
    "id": "57",
    "name": "Maokai",
    "tips": {
      "ally": [
        "Nên quẳng Chồi Non vào bụi cỏ để lấy hiệu ứng cường hóa - nhưng đừng ném nhiều quá.",
        "Tìm kiếm những tình huống khiến Quyền Lực Thiên Nhiên không thể né hoặc gây bất ngờ cho kẻ địch.",
        "Nội tại của Maokai giúp nó cực kỳ trâu bò trước phép thuật - chừng nào nó còn đánh thường được."
      ],
      "enemy": [
        "Chồi non đuổi theo kẻ địch đầu tiên lại gần, nhưng phát nổ sau vài giây hoặc nếu đâm vào kẻ địch khác. Cực kỳ cẩn thận với chồi non trong bụi cỏ, chúng nguy hiểm hơn nhiều.",
        "Hồi chiêu tự hồi máu của Maokai dựa trên số lần hắn bị trúng phép. Chú ý đừng phí kỹ năng lên nó nhé.",
        "Maokai sẽ không bị dính sát thương khi dùng Phi Thân Biến Dị, đừng dùng kỹ năng lúc đó."
      ]
    }
  },
  {
    "id": "11",
    "name": "Master Yi",
    "tips": {
      "ally": [
        "Nếu bạn phải đối đầu với những kẻ đánh xa, hãy nâng cấp kĩ năng Thiền để giúp bạn trụ lại ở đường của mình lâu hơn.",
        "Võ Thuật Wuju là một công cụ hỗ trợ tiêu diệt quân lính rất mạnh.",
        "Hãy sử dụng Tuyệt Kĩ Alpha lên quân lính đứng trước một tướng địch để vừa kiếm tiền vừa phá rối kẻ địch."
      ],
      "enemy": [
        "Thiền là phương pháp hồi máu hiệu quả, nhưng không ổn nếu địch có khống chế.",
        "Nếu Master Yi đinh ăn lính bằng Tuyệt Kỹ Alpha, đánh hắn vài cái để buộc hắn phải Thiền.",
        "Dù không bị làm chậm với Chiến Binh Sơn Cước, các hiệu ứng khác vẫn có thể ngăn Master Yi lại."
      ]
    }
  },
  {
    "id": "21",
    "name": "Miss Fortune",
    "tips": {
      "ally": [
        "Miss Fortune tăng tốc khi không nhận phải sát thương. Tránh việc bị đánh trúng để được di chuyển nhanh.",
        "Sử dụng Bắn Một Được Hai lên lính ở xa nhất, và nếu tướng địch đang núp sau đó thì chúng sẽ phải nhận rất nhiều sát thương.",
        "Sử dụng Đánh Yêu trong khi Sải Bước đang hồi chiêu để sử dụng lại nhanh hơn."
      ],
      "enemy": [
        "Tốc độ tăng thêm của Miss Fortune sẽ bị mất nếu cô nhận phải sát thương.",
        "Miss Fortune rất dễ bị hạ gục nếu bạn có thể áp sát; hãy nhắm tới Miss Fortune đầu tiên trong các pha giao tranh."
      ]
    }
  },
  {
    "id": "62",
    "name": "Ngộ Không",
    "tips": {
      "ally": [
        "Chim Mồi và Cân Đẩu Vân phối hợp với nhau rất tốt để tấn công kẻ địch rồi rút lui cực nhanh.",
        "Hãy sử dụng Chim Mồi gần bụi rậm để đánh lừa kẻ địch."
      ],
      "enemy": [
        "Ngộ Không thường sử dụng chiêu Chim Mồi sau khi dùng kĩ năng Cân Đẩu Vân. Hãy khoan tung hết các chiêu của bạn trong một thời gian ngắn để bảo đảm rằng bạn dùng đúng lên Ngộ Không thật.",
        "Wukong trở nên dai sức hơn khi bị bao vây bởi kẻ địch. Hãy cố cô lập hắn để giúp việc hạ gục dễ dàng hơn."
      ]
    }
  },
  {
    "id": "82",
    "name": "Mordekaiser",
    "tips": {
      "ally": [
        "Lấy công làm thủ. Liên tục giao tranh để có lá chắn từ Giáp Bất Diệt.",
        "Dùng 1 kỹ năng trúng nhiều tướng giúp kích hoạt Hắc Ám Lan Tràn nhanh hơn.",
        "Dùng Vương Quốc Tử Vong lên kẻ địch thấp máu để đảm bảo ăn mạng và giữ chỉ số của nạn nhân đến hết giao tranh."
      ],
      "enemy": [
        "Mordekaiser rất mạnh khi giao tranh, nên hãy giữ khoảng cách.",
        "Sát thương hắn gây ra có thể chuyển thành lá chắn, và tiêu thụ lá chắn để hồi máu.",
        "Vương Quốc Tử Vong sẽ chia cắt bạn với đồng đội. Hãy giữ các kỹ năng cơ động để thoát khỏi Mordekaiser một khi đã bị lôi vào."
      ]
    }
  },
  {
    "id": "25",
    "name": "Morgana",
    "tips": {
      "ally": [
        "Tận dụng Khiên Đen có thể giúp quyết định kết quả của những cuộc đụng độ.",
        "Những trang bị tăng khả năng sống sót giúp Morgana trở nên cực kỳ khó chết cũng như tối đa hóa lợi thế từ Khiên Đen và Trói Hồn.",
        "Kĩ năng Vùng Đất Chết là một công cụ kiếm tiền cực kỳ hữu hiệu."
      ],
      "enemy": [
        "Chiêu Vùng Đất Chết sẽ gây ra rất nhiều sát thương lên các đơn vị đang còn thấp máu. Do đó có lỡ trọng thương thì cẩn thận tránh xa Morgana ra.",
        "Morgana thường phải chưởng trúng Khóa Bóng Tối trước để thực hiện chuỗi kết hợp chiêu của cô ta. Hãy nấp sau lính của bạn để tránh khỏi chiêu Khóa Bóng Tối.",
        "Khiên Đen có thể bị phá vỡ nếu có đủ sát thương phép."
      ]
    }
  },
  {
    "id": "267",
    "name": "Nami",
    "tips": {
      "ally": [
        "Thủy Ngục có thời gian hồi khá lâu nên nhớ phải canh đúng thời điểm hãy tung ra.",
        "Sử dụng Thủy Triều trong các cuộc đụng độ với tướng địch sẽ giúp đội bạn chiếm được ưu thế.",
        "Chiêu cuối của Nami rất hiệu quả khi dùng để mở màn công kích các đối thủ ở rất xa."
      ],
      "enemy": [
        "Thủy Ngục là một kĩ năng cực mạnh với thời gian hồi chiêu dài, tận dụng điều này nếu Nami lỡ tung hụt chiêu.",
        "Sóng Thần tuy có tầm hoạt động xa nhưng lại lướt hơi chậm, nếu cẩn thận bạn vẫn tránh được.",
        "Tránh đánh nhau với mục tiêu đang được Ước Nguyện Tiên Cá, nó không kéo dài lâu đâu."
      ]
    }
  },
  {
    "id": "75",
    "name": "Nasus",
    "tips": {
      "ally": [
        "Chú ý kết liễu những quân lính bằng Quyền Trượng Linh Hồn sẽ tạo ra một ưu thế vượt trội vào giai đoạn sau của trận đấu.",
        "Nếu bạn đi một mình, Lửa Tâm Linh là cách hữu hiệu để kiếm tiền. Nếu bạn đi một chống hai, cẩn thận đừng đẩy làn đường của mình lên quá xa. Cân bằng giữa sử dụng Quyền Trượng Linh Hồn và kiếm tiền bằng Lửa Tâm Linh.",
        "Nếu bạn không mua các món đồ phòng ngự, bạn sẽ bị hạ gục ngay cả khi đang sử dụng chiêu cuối của mình. Nên mua một số món đồ gia tăng khả năng sống sót ngay cả khi bạn muốn theo đường sát thương vật lí."
      ],
      "enemy": [
        "Khi đang biến thân bởi chiêu cuối, Nasus mạnh hơn hầu hết các tướng của Liên Minh. Chỉ quyết chiến với hắn nếu bạn có ưu thế vượt trội.",
        "Chiêu Lão Hóa cấp tối đa là một cách rất hữu hiệu chống lại những kẻ thiên về sát thương vật lí, thế nên tránh đụng độ hắn một mình.",
        "Cố đừng chiến đấu khi hắn còn đầy máu."
      ]
    }
  },
  {
    "id": "111",
    "name": "Nautilus",
    "tips": {
      "ally": [
        "Khi tập kích quân địch, hãy cố nhắm chiêu Phóng Mỏ Neo vào các vùng địa hình xung quanh rồi bồi thêm vào bằng Thủy Triều Dữ Dội nhằm gia tăng tỉ lệ chính xác.",
        "Kĩ năng Thủy Triều Dữ Dội có một khoảng thời gian chờ ngắn rồi mới phát nổ sau khi kích hoạt – bạn có thể tận dụng nó khi đang rút lui hoặc tạm thời cản đường tiến của quân địch."
      ],
      "enemy": [
        "Nếu Nautilus sử dụng chiêu Thủy Triều Dữ Dội ngay bên cạnh bạn, hãy đứng yên chờ đến khi hiệu ứng kết thúc rồi hãy rút lui. Bỏ chạy quá sớm sẽ chỉ khiến bạn phải trúng thêm hiệu ứng làm chậm và nhận thêm sát thương.",
        "Trong thời gian Nautilus đang tạo lá chắn đỡ đòn, hắn có thể gây sát thương trên một vùng bằng những cú đánh thường của mình – hãy cố gắng phá vỡ lớp bảo vệ nếu bạn có thời gian."
      ]
    }
  },
  {
    "id": "518",
    "name": "Neeko",
    "tips": {
      "ally": [
        "Bạn có thể thiết lập phím tắt cho nội tại của cô trong Cài Đặt. Mặc định là Shift+F1~F5",
        "Hãy dùng Huyền Ảnh thật thông minh, dùng linh tinh là kẻ địch cảnh giác ngay."
      ],
      "enemy": [
        "Đứng sau lính khi đối đầu với Neeko rất nguy hiểm bởi Xoắn Trói sẽ mạnh hơn.",
        "Kẻ địch không thể nhìn thấy các dấu hiệu cảnh báo Nổ Hoa nếu Neeko đang cải trang."
      ]
    }
  },
  {
    "id": "76",
    "name": "Nidalee",
    "tips": {
      "ally": [
        "Hãy tận dụng bụi rậm! Di chuyển ra vào liên tục sẽ giúp tăng hiệu quả bạn mang lại trong các cuộc chiến.",
        "Mở đầu những cuộc đụng độ bằng kĩ năng Phóng Lao, rồi biến sang dạng báo truy đuổi theo những kẻ bỏ chạy đang Bị Săn Đuổi.",
        "Những chiếc Bẫy sẽ gây sát thương dựa trên số Máu hiện tại của nạn nhân, thế nên hãy đặt chúng tại hậu phương của đội trước khi giao tranh nổ ra trong các cuộc chiến công thành để giúp đội bạn gia tăng sát thương lên hàng tiền tuyến của đối phương."
      ],
      "enemy": [
        "Chỉ Phóng Lao và Bẫy Rập gây Săn Đuổi, cố tránh cá kỹ năng này.",
        "Phóng Lao bay càng xa càng gây nhiều sát thương.",
        "Kĩ năng Cắn Xé của Nidalee gây khá nhiều sát thương lên các đơn vị Bị Săn Đuổi, nhưng bù lại Nidalee phải đến gần mục tiêu. Dành các kĩ năng khống chế hoặc phòng ngự cho lúc này."
      ]
    }
  },
  {
    "id": "56",
    "name": "Nocturne",
    "tips": {
      "ally": [
        "Sử dụng chiêu Hoang Tưởng vào những thời điểm quan trọng ngay kể cả khi bạn không thể phóng đi.",
        "Hoàng Hôn Buông Xuống không phải chỉ là một kỹ năng công kích. Hãy dùng nó để kéo giãn hoặc rút ngắn khoảng cách với kẻ địch.",
        "Sử dụng Bóng Đen Bao Phủ cùng với cú phóng của chiêu Hoang Tưởng. Kẻ địch của bạn có thể sẽ bối rối và tung hết các chiêu vô hiệu hóa lên chiếc khiên phép của bạn."
      ],
      "enemy": [
        "Hãy tụ tập đồng đội lại bên nhau khi chiêu cuối Hoang Tưởng được sử dụng – số đông sẽ gia tăng sức mạnh!",
        "Chiêu Nỗi Kinh Hoàng Tột Độ của Nocturne sẽ bị phá vỡ khi vượt quá khoảng cách, thế nên hãy để dành những kỹ năng dịch chuyển khi hắn tung chiêu."
      ]
    }
  },
  {
    "id": "20",
    "name": "Nunu & Willump",
    "tips": {
      "ally": [
        "Kĩ năng Nuốt Chửng giúp Nunu trụ lại ở đường của mình dễ dàng ngay cả khi phải đối đầu với những kẻ đánh xa.",
        "Bạn có thể dừng ngay Tuyệt Đỉnh Băng Giá lại để gây sát thương tức thời khi kẻ địch sắp chạy ra khỏi vùng ảnh hưởng.",
        "Thông thường nên để dành Tuyệt Đỉnh Băng Giá cho đến khi kẻ địch đã sử dụng hết các kỹ năng vô hiệu hóa."
      ],
      "enemy": [
        "Ngắt Tuyệt Đỉnh Băng Giá sẽ làm giảm sát thương của nó.",
        "Dùng Tốc Biến để né Tuyệt Đỉnh Băng Giá cho chắc.",
        "Cầu Tuyết Trong Truyền Thuyết lăn thì nhanh nhưng khó đổi hướng, cố gắng đánh võng để né."
      ]
    }
  },
  {
    "id": "2",
    "name": "Olaf",
    "tips": {
      "ally": [
        "Olaf có thể kết hợp các kĩ năng Điên Cuồng, Rìu Máu, và Tận Thế Ragnarok khi còn ít máu để trợ nên cực kỳ mạnh mẽ.",
        "Giá trị hồi máu gia tăng của Rìu Máu sẽ cường hóa không chỉ khả năng hút máu mà còn cả những lần hồi máu đến từ đồng đội."
      ],
      "enemy": [
        "Olaf còn càng thấp máu thì càng trở nên nguy hiểm. Để dành khống chế để kết liễu hắn.",
        "Ngăn Olaf nhặt lại rìu sẽ giảm thiểu được sự phá rối của hắn vào những giai đoạn đầu của trận đấu.",
        "Olaf bị giảm phòng ngự  trong suốt thời gian Tận Thế Ragnarok. Nếu nhắm không thể thoát khỏi hắn, hãy cố hợp lực cùng đồng đội hạ gục hắn càng nhanh càng tốt."
      ]
    }
  },
  {
    "id": "61",
    "name": "Orianna",
    "tips": {
      "ally": [
        "Lệnh: Bảo Vệ có thể được dùng lên chính bạn để khiến khối cầu quay về nhanh hơn. Kết hợp với Lệnh: Tấn Công để quấy phá kẻ địch khi có thể.",
        "Lệnh: Phát Sóng là một công cụ dùng để rút lui rất hữu hiệu nếu Orianna sở hữu khối cầu. Sự kết hợp giữa gia tốc và để lại vật cản làm chậm có thể sẽ rất hiệu quả.",
        "Lệnh: Sóng Âm có thể được dùng để lôi kẻ địch ra xa hoặc lại gần bạn tùy thuộc vào vị trí bạn đặt khối cầu."
      ],
      "enemy": [
        "Orianna chỉ có thể tác động lên những khu vực có khối cầu. Hãy tận dụng điều này.",
        "Cẩn thận khi khối cầu quay lại bên Orianna. Chuyện này có thể gây ra một vài tình huống không lường trước."
      ]
    }
  },
  {
    "id": "516",
    "name": "Ornn",
    "tips": {
      "ally": [
        "Tìm hiểu công thức trang bị sẽ giúp bạn nhanh chóng chọn lựa nâng cấp khi đi đường.",
        "Núi Lửa Phun Trào có thể dùng để ép góc và đe dọa đối thủ.",
        "Thứ tự dùng kỹ năng rất quan trọng đấy nhé! Cố gắng tối ưu Nóng Giòn đi."
      ],
      "enemy": [
        "Tránh xa mấy bức tường. Ornn không mạnh lắm đâu nếu ông không làm choáng được bạn.",
        "Tấn công Ornn để ngăn ông chế tạo trang bị trên đường."
      ]
    }
  },
  {
    "id": "80",
    "name": "Pantheon",
    "tips": {
      "ally": [
        "Chiến Ý kích hoạt sau 5 kỹ năng hoặc đòn đánh - lên kế hoạch chiến đấu sao cho kích hoạt được nó nhiều hơn 1 lần.",
        "Rỉa máu kẻ địch với Ngọn Giáo Sao Băng trước khi nhảy vào.",
        "Nếu kẻ địch sắp ra khỏi tầm Tiến Công Vũ Bão, bạn có thể tái kích hoạt kỹ năng để tung cú nện khiên ra ngay lập tức."
      ],
      "enemy": [
        "Tiến Công Vũ Bão khiến Pantheon miễn nhiễm sát thương trước mặt. Vòng ra sau hắn và đợi.",
        "Cẩn thận khi đứng gần Pantheon nếu còn ít máu - Ngọn Giáo Sao Băng khi ném ra sẽ kết liễu kẻ địch thấp máu.",
        "Trời Sập có vài giây cảnh báo trước khi Pantheon tới. Dùng khoảng thời gian này để chạy trốn hoặc lên kế hoạch đánh trả."
      ]
    }
  },
  {
    "id": "78",
    "name": "Poppy",
    "tips": {
      "ally": [
        "Nếu khiên rơi gần tường, hãy cố tận dụng lợi thế đó với Xung Phong.",
        "Sứ Giả Phán Quyết có thể tung ra ngay lập tức để đẩy lùi kẻ thù, giành ưu thế trong trận đấu tay đôi."
      ],
      "enemy": [
        "Poppy có thể ngăn kẻ địch xung quanh lao đến với Không Thể Lay Chuyển.",
        "Khi Poppy bắt đầu xoay búa, cô đang tập trung sức mạnh cho chiêu cuối.",
        "Bạn có thể giẫm lên khiên của Poppy để phá hủy nó."
      ]
    }
  },
  {
    "id": "555",
    "name": "Pyke",
    "tips": {
      "ally": [
        "Pyke rất mỏng nên đừng ngại rút tạm khỏi giao tranh. Bạn có thể hồi kha khá máu với Quà Của Kẻ Chết Đuối khi kẻ địch không thấy bạn.",
        "Dùng Đâm Thấu Xương dạng ném xa trúng kẻ địch sẽ kéo hắn lại một khoảng cố định. Nếu đứng gần, hắn sẽ bị kéo ra sau lưng bạn.",
        "Đâm Thấu Xương dạng cận chiến nhanh và gây nhiều sát thương hơn.",
        "Chiêu tấn công cũng là công cụ thoát thân. Luôn lập kế hoạch rút khỏi giao tranh trước nhé."
      ],
      "enemy": [
        "Pyke hồi phục rất nhiều sát thương do tướng địch gây ra khi bạn không nhìn thấy hắn!",
        "Khi Pyke dùng Lặn Mất Tăm ẩn náu gần đó, cá mập sẽ lượn vòng dưới chân bạn.",
        "Đừng đứng gần đồng đội thấp máu. Nếu Pyke kết liễu họ bằng Tử Thần Đáy Sâu, bạn sẽ là người kế tiếp."
      ]
    }
  },
  {
    "id": "246",
    "name": "Qiyana",
    "tips": {
      "ally": [],
      "enemy": []
    }
  },
  {
    "id": "133",
    "name": "Quinn",
    "tips": {
      "ally": [
        "Tấn công một đơn vị có ",
        "Tiêu Điểm",
        " sẽ khiến Chim Săn Mồi bắt đầu hồi lại. Nhanh chóng sử dụng Chim Săn Mồi sẽ khiến kĩ năng này hồi nhanh hơn.",
        "Đột Kích rất mạnh nhưng cần phải chú ý, kẻ địch có thể tấn công Quinn khi cô đang lao vào. Đột Kích đôi khi có thể sử dụng để bật qua tường nếu bạn đang đứng sát đó.",
        "Sử dụng Đi Qua Đồn Địch để nhanh chóng di chuyển đi xa, kiếm chỉ số lính hoặc đuổi theo mục tiêu thấp máu."
      ],
      "enemy": [
        "Nếu bị đánh dấu, tạm tránh xa Quinn để cô ta không thể tận dụng nó.",
        "Nhớ lưu tâm đến vị trí của Quinn. Đi Qua Đồn Địch có thể khiến Valor rút ngắn khoảng cách cực nhanh và bất thình lình tấn công bạn.",
        "Khi Quinn sử dụng Đi Qua Đồn Địch, gây sát thương lên cô sẽ tạm thời làm mất tốc độ di chuyển cộng thêm."
      ]
    }
  },
  {
    "id": "497",
    "name": "Rakan",
    "tips": {
      "ally": [
        "Rakan cần có đồng minh ở xung quanh để tận dụng tối đa những gì anh có.",
        "Tốc độ lướt của Rakan tăng theo tốc chạy. Tận dụng tốc độ cộng thêm để khiến kẻ địch bất ngờ!",
        "Nguy hiểm cũng vui lắm chứ."
      ],
      "enemy": [
        "Các kỹ năng di chuyển của Rakan hiển thị trước điểm đến. Cố gắng tận dụng điều đó.",
        "Tướng có khống chế nhanh rất mạnh khi đối đầu với Rakan.",
        "Rakan bị hạn chế độ cơ động rất nhiều nếu không có đồng minh xung quanh. Cố bắt lẻ anh ta nhé."
      ]
    }
  },
  {
    "id": "33",
    "name": "Rammus",
    "tips": {
      "ally": [
        "Quả Cầu Tốc Độ có thể được dùng như một phương tiện rút lui hữu hiệu.",
        "Khiêu khích một tướng địch khi ở gần trụ của bạn để khiến trụ chuyển mục tiêu sang bắn chúng.",
        "Động Đất và Thế Thủ có thể được dùng vào giai đoạn sau của trận đấu để hạ gục trụ nhanh chóng. Nếu bạn không còn ảnh hưởng trong các cuộc chiến, hãy lẳng lặng tiến hành công phá trụ của đối phương nếu có thể."
      ],
      "enemy": [
        "Lưu ý xem khi nào thì Thế Thủ kết thúc. Rammus có các chỉ số thấp hơn những tướng đỡ đòn thông thường khi hết chiêu.",
        "Rammus hay tập trung lên Giáp, khiến nó dễ bị tổn thương trước sát thương phép khi không có Thế Thủ."
      ]
    }
  },
  {
    "id": "421",
    "name": "Rek'Sai",
    "tips": {
      "ally": [
        "Rải đều các đường hầm trên khắp bản đồ để bảo đảm bạn luôn có nhiều lựa chọn để sử dụng Tốc Hành Hư Không.",
        "Sử dụng Trồi Lên trước khi di chuyển quanh bản đồ để tận dụng hiệu ứng tăng Tốc độ Di chuyển cũng như sự an toàn đến từ Cảm Quan Địa Chấn.",
        "Cảm Quan Địa Chấn có thể cảnh báo bạn trước những kẻ địch đang muốn thu hẹp khoảng cách, và đặc biệt hữu dụng khi tiến vào phần sân của đối phương."
      ],
      "enemy": [
        "Nếu bạn thấy một trong những đường hầm của Rek'Sai, hãy đứng ngay lên miệng hang để phá hủy nó.",
        "Kĩ năng Ngồm Ngoàm Ngấu Nghiến của Rek'Sai được gia tăng sát thương khi mụ tích trữ Nộ. Do đó hãy cẩn thận khi ở quanh mụ khi thanh Nộ của mụ đã đạt mức tối đa.",
        "Vị trí của bạn và đồng minh sẽ bị lộ ra nếu Rek'Sai đang ở quanh đấy, nhưng chỉ khi bạn di chuyển mà thôi."
      ]
    }
  },
  {
    "id": "526",
    "name": "Rell",
    "tips": {
      "ally": [],
      "enemy": []
    }
  },
  {
    "id": "58",
    "name": "Renekton",
    "tips": {
      "ally": [
        "Cắt và Xắt là một công cụ phá rối rất hữu hiệu. Cắt vào, tung chiêu khác rồi Xắt ngược trở ra nơi an toàn.",
        "Vũ Điệu Cá Sấu sẽ hút được rất nhiều máu khi sử dụng ngay giữa cuộc chiến. Hãy tận dụng điều này để dụ kẻ địch nghĩ rằng bạn yếu hơn đối phương.",
        "Giảm thời gian hồi chiêu hoạt động rất hiệu quả trên Renekton, giúp hắn có thể đạt được điểm Nộ cần thiết và sử dụng chúng."
      ],
      "enemy": [
        "Lưu tâm đến ống Nộ của Renekton do hắn thường sẽ chuẩn bị tấn công khi đạt đến một mức độ nào đó.",
        "Ngăn Renekton tung hoành, đồng thời quấy phá việc gia tăng điểm Nộ sẽ giảm thiểu đi mức độ nguy hiểm của hắn."
      ]
    }
  },
  {
    "id": "107",
    "name": "Rengar",
    "tips": {
      "ally": [
        "Hãy tận dụng chiêu cuối của Rengar để truy tìm và ám sát các mục tiêu cần ưu tiên cao độ trong các cuộc đụng độ dù lớn hay nhỏ.",
        "Khi nào thì nên sử dụng kĩ năng cường hóa của Rengar là một trong những yếu tố cực kì then chốt, hãy chú ý!",
        "Nếu truy đuổi theo kẻ địch, nhớ chạy qua các bụi rậm để tận dụng ưu thế từ nội tại của Rengar mang lại."
      ],
      "enemy": [
        "Rengar được cường hóa một kỹ năng khi thanh Hung Tợn đây. Để nó thấp thấp rồi hãy đánh nhau với hắn nhé.",
        "Nội tại của Rengar cho phép hắn nhảy khỏi bụi, nên muốn hạ hắn thì né xa bụi ra.",
        "Sẽ có dấu hiệu nhận biết tướng địch gần Rengar nhất khi hắn được Ngụy Trang lúc dùng chiêu cuối."
      ]
    }
  },
  {
    "id": "92",
    "name": "Riven",
    "tips": {
      "ally": [
        "Kĩ năng Tam Bộ Kiếm của Riven khóa mục tiêu trên các tướng bạn di chuột bên trên tại thời điểm sử dụng. Nếu bạn muốn di chuyển vượt qua mục tiêu, nhớ di chuột vượt qua chúng.",
        "Riven không có các kỹ năng hồi máu hay phòng ngự mạnh do đó cô phải bù lại bằng những chuỗi liên hoàn chiêu cực khủng. Hãy lao vào cuộc chiến với Tam Bộ Kiếm và Kình Lực, nếu cần hãy sử dụng chiêu Anh Dũng để rút lui và phản công."
      ],
      "enemy": [
        "Riven rất cơ động. Trói hoặc câm lặng sẽ gây khó chịu cho cô ta.",
        "Riven gây thuần sát thương vật lý, lên nhiều Giáp vào nhé.",
        "Riven đấu với nhiều kẻ địch cận chiến rất ghê. Đừng lao vào hết cho đến khi cô ta dùng xong chuỗi chiêu."
      ]
    }
  },
  {
    "id": "68",
    "name": "Rumble",
    "tips": {
      "ally": [
        "Cố giữ trạng thái ở Ngưỡng Báo Động để gia tăng sự hiệu quả của bạn. Nếu sử dụng quá nhiều kỹ năng liên tục sẽ rất dễ dẫn đến tình trạng quá tải.",
        "Nếu được hãy giữ kẻ địch trong tầm hoạt động của Súng Phun Lửa. Chúng sẽ phải gánh chịu rất nhiều sát thương từ đó theo thời gian.",
        "Nếu bạn đang chiếm ưu thế trong một cuộc đụng độ, hãy dùng chiêu cuối của mình để chặn đường tháo lui của kẻ địch."
      ],
      "enemy": [
        "Lưu tâm đến ống Nhiệt của Rumble. Nếu bạn thấy hắn Quá Tải, hãy xông vào khi hắn còn đang bị câm lặng.",
        "Chiêu cuối của Rumble gây rất nhiều sát thương nếu bạn đứng trong vùng ảnh hưởng. Tránh ra xa càng nhanh càng tốt.",
        "Rumble gây hầu hết sát thương phép. Mua các trang bị kháng phép để giảm thiểu."
      ]
    }
  },
  {
    "id": "13",
    "name": "Ryze",
    "tips": {
      "ally": [
        "Sử dụng nội tại từ Quá Tải để tối đa hóa sát thương hoặc tốc độ di chuyển.",
        "Dòng Chảy Ma Pháp có thời gian hồi chiêu ngắn, vì thế có thể dùng liên tục để lan Dòng Chảy ra nhiều mục tiêu.",
        "Trong thời gian chờ Vòng Xoáy Không Gian, Ryze có thể di chuyển và dùng các kĩ năng mà không hủy vòng xoáy."
      ],
      "enemy": [
        "Ryze cực kì nguy hiểm với những kẻ đang có dấu ấn Dòng Chảy.",
        "Sử dụng thời gian chờ của Vòng Xoáy Không Gian để chuẩn bị cho những gì sắp đến khi phép thuật kết thúc.",
        "Những phép thuật khống chế dùng lên Ryze trong thời gian chờ Vòng Xoáy Không Gian sẽ khiến cho vòng xoáy ngừng lại."
      ]
    }
  },
  {
    "id": "360",
    "name": "Samira",
    "tips": {
      "ally": [],
      "enemy": []
    }
  },
  {
    "id": "113",
    "name": "Sejuani",
    "tips": {
      "ally": [
        "Dùng Đột Kích Băng Giá để thoát khỏi tình huống xấu, ngắt phép vận sức, hoặc truy đuổi kẻ thù.",
        "Đồng minh cận chiến có thể tích Băng cho Băng Giá Vĩnh Cửu, để ý ai đang đánh nhé.",
        "Giữ Nhà Ngục Băng Giá cho các cuộc đụng độ mà bạn có đồng đội ở bên để tận dụng tối đa khả năng của nó."
      ],
      "enemy": [
        "Tránh né được chiêu Đột Kích Băng Giá và Nhà Ngục Buốt Giá giúp bạn có lợi thế rất lớn.",
        "Tập trung tránh cú vung thứ hai của Mùa Đông Nổi Giận, rất nhiều sát thương đó.",
        "Kẻ địch cận chiến cũng có thể cộng dồn Băng cho Sejuani, tránh xa chúng ra!"
      ]
    }
  },
  {
    "id": "235",
    "name": "Senna",
    "tips": {
      "ally": [],
      "enemy": []
    }
  },
  {
    "id": "147",
    "name": "Seraphine",
    "tips": {
      "ally": [],
      "enemy": []
    }
  },
  {
    "id": "875",
    "name": "Sett",
    "tips": {
      "ally": [],
      "enemy": []
    }
  },
  {
    "id": "35",
    "name": "Shaco",
    "tips": {
      "ally": [
        "Sử dụng kĩ năng Lừa Gạt vượt địa hình có thể giúp bạn trốn thoát các cuộc truy đuổi khá dễ dàng.",
        "Hãy mua các món đồ gây ra hiệu ứng trong đòn đánh. Bản sao Phân Thân của bạn cũng được hưởng lợi từ các đồ đó.",
        "Sát thương Đâm Lén có thể được gia tăng với các món đồ gia tăng hiệu ứng chí mạng như Vô Cực Kiếm."
      ],
      "enemy": [
        "Nếu Shaco xanh đầu trận, cũng đáng công đầu tư mua Mắt Tím gần bãi rừng của hắn đấy.",
        "Nếu Shaco dùng Lừa Gạt để nhập trận, hắn sẽ không thể nhanh chóng dùng nó lần nữa để rút lui. Hợp tác cùng đồng đội để hạ gục hắn thật lẹ vào."
      ]
    }
  },
  {
    "id": "98",
    "name": "Shen",
    "tips": {
      "ally": [
        "Luôn để mắt đến đồng minh và sẵn sàng cứu họ với chiêu cuối.",
        "Tận dụng Nội năng để đạt lợi thế dài hạn với những kẻ địch dùng Năng lượng."
      ],
      "enemy": [
        "Để ý né khiêu khích của Shen và trừng phạt hắn nếu hắn lướt trượt.",
        "Khi Shen đạt cấp 6, coi chừng chiêu cuối toàn bản đồ của hắn, thứ có thể thay đổi cục diện giao tranh."
      ]
    }
  },
  {
    "id": "102",
    "name": "Shyvana",
    "tips": {
      "ally": [
        "Các kỹ năng của Shyvana đều hưởng lợi trực tiếp từ việc tấn công kẻ địch. Do đó, các món đồ cộng tốc độ đánh cực kỳ thích hợp với cô.",
        "Nên ưu tiên nâng điểm vào Hơi Thở Của Rồng nếu phải đi chung đường với những kẻ địch khó nhằn.",
        "Rực Cháy lại là lựa chọn tốt khi bạn quyết định đi rừng. Quái rừng sẽ bị tiêu diệt rất nhanh, và tốc độ di chuyển cộng thêm sẽ tăng khả năng đột kích của cô ấy.",
        "Nên mua một hoặc vài món đồ có thể làm chậm kẻ địch như: Búa Băng, Giáp Liệt Sĩ, hay Búa Bạch Kim."
      ],
      "enemy": [
        "Phần lớn sức mạnh của Shyvana nằm ở sự hổ báo, nhưng chính điều này lại là điểm yếu khi cô đối mặt với những kẻ địch có khả năng giữ khoảng cách.",
        "Tất cả kĩ năng của Shyvana đều có thể gây sát thương diện rộng khi cô hóa rồng. Đừng đứng túm tụm lại.",
        "Chú ý thanh Nộ của Shyvana để biết khi nào cô ta có thể kích hoạt chiêu cuối. Quấy rối cô ta khi thanh nộ còn thấp."
      ]
    }
  },
  {
    "id": "27",
    "name": "Singed",
    "tips": {
      "ally": [
        "Phun Khói Độc là một cách rất hữu hiệu để kiếm tiền và phá rối, giúp Singed chiếm ưu thế bất kể hắn đi đường nào.",
        "Sử dụng Thuốc Hóa Điên để dụ kẻ địch đuổi theo bạn khi đang Phun Khói Độc.",
        "Hất kẻ địch vào trụ của mình để gây ra sát thương cao nhất có thể lên chúng."
      ],
      "enemy": [
        "Giữ khoảng cách để tránh bị chiêu Hất vào phía đồng minh của Singed.",
        "Singed cần phải áp sát vào đội đối phương mới có thể tạo ra nguy hiểm. Hãy lợi dụng điều này bằng cách tung các chiêu khống chế khi hắn tấn công đồng minh của bạn.",
        "Cẩn thận khi truy đuổi Singed. Hắn rất khó bị hạ gục tức thời, và còn Phun Khói Độc gây sát thương bạn khi đuổi theo."
      ]
    }
  },
  {
    "id": "14",
    "name": "Sion",
    "tips": {
      "ally": [
        "Khả năng chuyển hướng trong thời gian sử dụng Bất Khả Kháng Cự của bạn là hữu hạn, thế nên hãy tận dụng nó đến mức tối đa.",
        "Sát Nhân Hống là một kĩ năng có thể dùng làm bàn đạp cho Cú Nện Tàn Khốc rất hiệu quả.",
        "Trên thanh trạng thái có hiển thị rõ giá trị lớp giáp của Lò Luyện Hồn, hãy sử dụng thông tin này để sử dụng nó hợp lí."
      ],
      "enemy": [
        "Ngay cả khi Sion đã vận sức tung chiêu Cú Nện Tàn Khốc, buộc hắn phải kết thúc kĩ năng càng sớm thì càng tốt.",
        "Hãy tận dụng khoảng thời gian sau khi Sion bị hạ gục để tái cơ cấu đội hình nhằm chuẩn bị cho sự trở lại của hắn."
      ]
    }
  },
  {
    "id": "15",
    "name": "Sivir",
    "tips": {
      "ally": [
        "Chiêu Gươm Boomerang của Sivir sẽ quay lại với cô ta sau khi bay đến tầm tối đa, do đó bạn có thể di chuyển vị trí khiến những kẻ địch tránh được lần đầu nhưng vẫn trúng phải lần sau.",
        "Chiêu Nảy Bật sẽ tái kích phát thời gian tung đòn đánh thường của Sivir khi được kích hoạt, thế nên hãy tận dụng điều này ngay sau khi tung ra một cú đánh thường để tối đa hóa lượng sát thương gây ra.",
        "Nên để dành kĩ năng Khiên Chống Phép để chống đỡ các kĩ năng vô hiệu hóa có thể tung lên bạn như choáng hay trói chân."
      ],
      "enemy": [
        "Chiêu Gươm Boomerang tiêu hao rất lớn. Nếu bạn bị trúng lần đầu, hãy di chuyển để né lần chiêu quay lại.",
        " Sivir là một tướng đẩy khỏe, đừng để cô ta quá thoải mái ở một đường quá lâu, nếu bạn không muốn bay hết trụ.",
        "Khi đi đường với Sivir, hãy dụ cô ta sử dụng chiêu Khiên Chống Phép bằng cách vờ tung chiêu."
      ]
    }
  },
  {
    "id": "72",
    "name": "Skarner",
    "tips": {
      "ally": [
        "Các đòn đánh thường của bạn sẽ giảm thời gian hồi chiêu của Nhát Chém Tinh Thể, do đó hãy tung các đòn đánh thường xen kẽ giữa các lần sử dụng Nhát Chém Tinh Thể để gây ra lượng sát thương tối đa.",
        "Hãy cố gắng chiếm đóng Tháp Tinh Thể trước khi làm việc khác vì nó sẽ cho Skarner lợi thế cực kì lớn.",
        "Kĩ năng Giam Cầm trở nên cực kỳ lợi hại khi bạn sử dụng nó để kéo nạn nhân về phía đồng minh của mình."
      ],
      "enemy": [
        "Skarner không thể làm gì bạn nếu bạn đứng cách xa khỏi tầm với quá ngắn của hắn!",
        "Tốc độ Di chuyển của Skarner chỉ được gia tăng khi chiêu Lớp Vỏ Tinh Thể của hắn còn tồn tại. Hãy tấn công hắn để phá hủy sự tăng tốc đó.",
        "Skarner sẽ trở nên nguy hiểm rất nhiều nếu đứng trong vùng tác động của Tháp Tinh Thể đội mình. Hãy cố chiếm Tháp Tinh Thể trước nếu bạn phải giao tranh ở khu vực đó."
      ]
    }
  },
  {
    "id": "37",
    "name": "Sona",
    "tips": {
      "ally": [
        "Hãy bám sát các đồng minh khi hào quang của Sona đang được kích hoạt, nhưng nhớ cẩn thận tránh để bị kẻ địch lợi dụng điều đó để hạ gục bạn.",
        "Để dành chiêu Khúc Cao Trào cho những thời điểm quan trọng của trận đấu.",
        "Hãy tận dụng Giai Điệu Khích Lệ để tăng cường khả năng sống sót."
      ],
      "enemy": [
        "Hãy tản ra nếu bạn thấy Sona để tránh tình trạng cả đội bị ảnh hưởng từ chiêu cuối của cô ta.",
        "Tiêu diệt Sona đầu tiên, nếu không cô ta sẽ hồi máu cho cả đội đối phương."
      ]
    }
  },
  {
    "id": "16",
    "name": "Soraka",
    "tips": {
      "ally": [
        "Soraka là một đồng minh có tác động mạnh đến các cuộc chiến dựa vào những kĩ năng hồi Máu của cô ta.",
        "Bạn có thể sử dụng chiêu Nguyện Ước để hồi máu cho đồng đội trên toàn bản đồ giúp họ thoát khỏi những tình huống nguy hiểm.",
        "Điểm Phân Cực là một kĩ năng ép góc điều khiển giao tranh khá đáng gờm."
      ],
      "enemy": [
        "Tập trung tiêu diệt Soraka nếu cô ta lỡ bước lên tiền tuyến trong các cuộc đụng độ để hồi máu cho đồng đội",
        "Hãy lưu tâm đến thời gian hồi rất lâu của kĩ năng Điểm Phân Cực nếu Soraka có lỡ sử dụng nó để quấy rối.",
        "Nên cân nhắc chuyển mục tiêu sang hạ gục Soraka thay vì đơn vị cô ta cố cứu vớt."
      ]
    }
  },
  {
    "id": "50",
    "name": "Swain",
    "tips": {
      "ally": [
        "Nếu khó trói kẻ địch bằng Trói Buộc, thử ném nó vào đối thủ khi chúng ở gần lính, vụ nổ sẽ khiến chúng bất ngờ.",
        "Khi đi đường, cố gắng để Bàn Tay Tử Thần xuyên qua mục tiêu để sát thương đối thủ đứng cách xa.",
        "Tầm Nhìn Bá Chủ khó trúng ra phết, canh lúc kẻ địch phân tâm hoặc bị khống chế thì dễ dùng hơn.",
        "Hóa Quỷ khiến Swain khó bị hạ gục nhưng lại dễ bị kéo giãn khoảng cách. Lên các trang bị làm chậm để tiện bám đuổi."
      ],
      "enemy": [
        "Nội tại của Swain rất khỏe nếu bạn bị bất động. Cực kỳ cẩn thận nếu kẻ địch có hiệu ứng gây bất động.",
        "Càng cơ động thì càng dễ khắc chế các kỹ năng của Swain.",
        "Mua trang bị có Vết Thương Sâu sẽ khiến Swain dễ bị hạ gục hơn khi Hóa Quỷ."
      ]
    }
  },
  {
    "id": "517",
    "name": "Sylas",
    "tips": {
      "ally": [
        "Đợi bạn hoặc kẻ địch thấp máu trước khi dùng Đồ Vương.",
        "Để khoảng trống giữa mỗi lần dùng kỹ năng để tối đa hóa Kháng Ma Thuật.",
        "Dùng chiêu cuối của kẻ địch một cách thông minh sẽ mở ra hướng giao tranh mới."
      ],
      "enemy": [
        "Thanh máu của Sylas có thể đánh lừa bạn đó, coi chừng Đồ Vương!",
        "Cố đánh Sylas khi hắn không cướp được chiêu cuối của bạn."
      ]
    }
  },
  {
    "id": "134",
    "name": "Syndra",
    "tips": {
      "ally": [
        "Để tối đa lượng sát thương chiêu cuối có thể gây ra, hãy sử dụng khi đang có nhiều quả cầu trên chiến trường.",
        "Sau khi tướng địch đã trúng chiêu Ý Lực, hãy bồi thêm sau đó bằng Quả Cầu Bóng Tối, chúng sẽ bị làm chậm dẫn đến khó né tránh chiêu hơn.",
        "Hãy nâng cấp một trong các chiêu của bạn lên cấp 5 nhanh nhất có thể, vì đến đấy chúng sẽ có thêm hiệu ứng phụ."
      ],
      "enemy": [
        "Nhớ sớm sắm các đôi giày khi đối đầu với Syndra, do chúng sẽ giúp bạn tránh được các kĩ năng của cô ấy.",
        "Hãy tấn công Syndra sau khi cô ấy đã sử dụng Quét Tan Kẻ Yếu, do chiêu đó có thời gian hồi lại khá lâu.",
        "Khi được nâng đến cấp tối đa, các kĩ năng của Syndra sẽ có thêm hiệu ứng phụ và thay đổi hiệu ứng hình ảnh."
      ]
    }
  },
  {
    "id": "223",
    "name": "Tahm Kench",
    "tips": {
      "ally": [
        "Chức năng quan trọng nhất của bạn khi chơi hỗ trợ là giữ an toàn cho các đồng đội mỏng manh. Hãy nhớ tầm thi triển và thời gian hồi chiêu của Đánh Chén để chọn vị trí chuẩn xác!",
        "Hãy suy nghĩ thấu đáo khi nào nên dùng kích hoạt của Da Dày. Đôi lúc có lớp lá chắn sớm để đỡ bớt sát thương là tốt, nhưng đôi khi lượng hồi máu lại có ích hơn."
      ],
      "enemy": [
        "Khi bạn thấy Tahm Kench sử dụng lớp khiên từ Da Dày, hãy nhớ rằng hắn đã bỏ qua một cơ hội để hồi máu. Hắn sẽ không thể tạo thêm máu xám cho đến khi Da Dày hồi xong.",
        "Nếu Tahm Kench nhổ quân lính vào bạn, hãy thử lao vào trao đổi chiêu thức ngay sau lúc đó. Kĩ năng Đánh Chén của hắn đang hồi và bạn sẽ có lợi khi trao đổi."
      ]
    }
  },
  {
    "id": "163",
    "name": "Taliyah",
    "tips": {
      "ally": [
        "Cố ném kẻ địch vào Tấm Thảm Bất Ổn bằng Quăng Địa Chấn.",
        "Hãy nhớ, không phải lúc nào bạn cũng cần lướt trên Mặt Đất Dậy Sóng.",
        "Khi có Trượng Pha Lê Rylai, dùng Phi Thạch vào kẻ địch đang truy đuổi là cách tuyệt vời để khiến chúng phải hối hận."
      ],
      "enemy": [
        "Khi Taliyah dùng Tấm Thảm Bất Ổn, hãy coi chừng Quăng Địa Chấn. Nếu cô ta ném bạn vào bãi mìn, bạn sẽ bị thương nặng đấy.",
        "Phi Thạch chỉ có thể bắn về một hướng. Nếu cô ta ném đá vào bạn, hãy né sang bên!"
      ]
    }
  },
  {
    "id": "91",
    "name": "Talon",
    "tips": {
      "ally": [
        "Con Đường Thích Khách để vòng sau lưng kẻ địch, chọn vị trí cho đòn cận chiến của Ngoại Giao Kiểu Noxus.",
        "Sát Thủ Vô Hình là công cụ thoát thân cực mạnh, nhưng cũng có thể dùng tấn công một nhóm lớn.",
        "Nhớ chọn mục tiêu trước khi giao tranh. Tập trung tất  cả kỹ năng của Talon vào một mục tiêu sẽ đạt hiệu quả cao, còn phân tán ra nhiều quá dễ khiến bạn vô dụng lắm."
      ],
      "enemy": [
        "Các đòn đánh của Talon đều gây sát thương vật lí. Hãy tập trung mua giáp để chống lại hắn.",
        "Talon chủ yếu phụ thuộc vào kĩ năng Sát Thủ Vô Hình để rút lui. Nếu chiêu đó đang trong thời gian hồi, hắn dễ bị tổn thương hơn nhiều.",
        "Talon đảo đường rất ghê. Nhớ theo dõi vị trí hoặc buộc hắn ở lại đường bằng cách đẩy điên cuồng vào."
      ]
    }
  },
  {
    "id": "44",
    "name": "Taric",
    "tips": {
      "ally": [
        "Hồi chiêu nội tại của Can Đảm khiến các trang bị Giảm Hồi chiêu như Tim Băng, Găng Tay Băng Giá, và Giáp Tâm Linh cực kỳ hữu dụng với Taric.",
        "Dùng Ánh Sáng Tinh Tú với điểm cộng dồn thấp sẽ khiến hiệu năng của hồi máu giảm, nhưng tăng lượng sát thương của Taric với Can Đảm.",
        "Thay vì giữ Vũ Trụ Rạng Ngời vào lúc cuối và khiến đồng đội có nguy cơ bị hạ trong thời gian trễ, sẽ có lợi hơn khi dùng nó ngay khi giao tranh chắc chắn sẽ nổ ra."
      ],
      "enemy": [
        "Chiêu cuối của Taric, Vũ Trụ Rạng Ngời, có thời gian chờ lâu trước khi hiệu lực. Cố gắng đánh giá thật nhanh xem nên rút lui hay cố gắng hạ gục đồng minh của anh ta trong lúc đó.",
        "Taric giảm hồi chiêu các kỹ năng cơ bản bằng đòn đánh thường với Can Đảm. Cố gắng thả diều anh ta trong giao tranh và cấu rỉa khi anh ta lại gần đợt lính ở đường."
      ]
    }
  },
  {
    "id": "17",
    "name": "Teemo",
    "tips": {
      "ally": [
        "Những chiếc nấm của Teemo có thể được dùng để dọn các đợt lính một cách hữu hiệu.",
        "Hãy đặt nấm của bạn ở các vị trí then chốt trên bản đồ, chẳng hạn như ở Rồng hay Baron Nashor, để phát hiện ra những ý định của đối phương."
      ],
      "enemy": [
        "Kỹ năng Bắn Độc của Teemo sẽ buộc những kẻ lao lên phải trả giá, thế nên hãy giữ khoảng cách cho đến khi bạn sẵn sàng xông vào.",
        "Nên đầu tư mua Phụ Kiện Máy Quét Oracle để phá hủy những chiếc nấm của hắn tại các vị trí then chốt."
      ]
    }
  },
  {
    "id": "412",
    "name": "Thresh",
    "tips": {
      "ally": [
        "Liên lạc tốt là chìa khóa then chốt khi sử dụng lồng đèn của Thresh. Hãy để đồng đội biết bạn sẽ sử dụng chiêu ra sao.",
        "Án Tử và Lưỡi Hái Xoáy có thể được kết hợp theo mọi thứ tự vẫn ra kết quả cực mạnh.",
        "Thresh có thể thu thập linh hồn mà không cần phải tự mình tiêu diệt các đơn vị. Hãy lên kế hoạch di chuyển quanh bản đồ để luôn có mặt tại những điểm nóng nhằm thu được tối đa số linh hồn."
      ],
      "enemy": [
        "Chiêu Án Tử của Thresh có thời gian niệm khá lâu, thế nên hãy lưu ý rồi có biện pháp đối phó thích hợp.",
        "Phá vỡ một mảng Hồn Ngục với chủ đích có thể giúp một đồng minh rút lui trong an toàn.",
        "Thresh phụ thuộc khá nhiều vào việc thu thập linh hồn để gia tăng khả năng phòng ngự và gây sát thương. Do đó hãy lợi dụng điều đó để bắt hắn phải trả giá khi cố thu thập linh hồn."
      ]
    }
  },
  {
    "id": "18",
    "name": "Tristana",
    "tips": {
      "ally": [
        "Khẩu súng to của Tristana giúp cô bắn được các mục tiêu ở khoảng cách xa. Lợi dụng điều này để ngăn kẻ địch áp sát được bạn.",
        "Sử dụng Phóng Nhảy Tên Lửa sau khi bạn đã tích tụ đủ Bọc Thuốc Súng trên một kẻ địch để kết liễu chúng bằng một lượng sát thương bộc phá.",
        "Tận dụng Súng Liên Thanh để giúp tích Bọc Thuốc Súng trên tướng địch nhanh hơn."
      ],
      "enemy": [
        "Nếu bạn thấy Tristana kích hoạt chiêu Súng Liên Thanh trong một cuộc chiến, hãy làm choáng cô ta rồi rút lui chờ đến khi kĩ năng hết hiệu lực.",
        "Hãy tránh xa những quân lính của bạn để khỏi bị tác động sát thương từ Bọc Thuốc Súng."
      ]
    }
  },
  {
    "id": "48",
    "name": "Trundle",
    "tips": {
      "ally": [
        "Trundle là một kẻ rất thiện chiến và nguy hiểm khi chiến đấu bên trong vùng ảnh hưởng của kĩ năng Vương Quốc Băng Hàn. Hãy dụ kẻ địch tiến vào bên trong đó.",
        "Sử dụng chiêu Chinh Phục nhằm làm yếu đi những tên tướng đỡ đòn của kẻ địch hoặc tạo ra mục tiêu cho cả đội của bạn tập trung hỏa lực.",
        "Chiêu Nhai Nuốt cũng khá tốt nhờ khả năng làm giảm sát thương vật lí của kẻ địch; cố sử dụng nó lên những kẻ tập trung vào mảng sát thương vật lí."
      ],
      "enemy": [
        "Trundle là một kẻ cận chiến dựa trên địa hình cực mạnh. Cố dụ hắn ra khỏi vùng ảnh hưởng của chiêu Vương Quốc Băng Hàn.",
        "Cố thoát ra khỏi chiêu Cột Băng của hắn càng nhanh càng tốt, nếu không bạn sẽ bị làm chậm rất nhiều."
      ]
    }
  },
  {
    "id": "23",
    "name": "Tryndamere",
    "tips": {
      "ally": [
        "Trì hoãn việc sử dụng chiêu Từ Chối Tử Thần là một cách rất hữu hiệu khiến kẻ địch quá ham muốn tiêu diệt bạn.",
        "Say Máu là một phương pháp rất hiệu quả giúp hồi máu cho Tryndamere. Cố đừng để hiệu ứng kết thúc trước khi bạn sử dụng nó.",
        "Nếu kẻ địch tập trung quá nhiều giáp vật lí, hãy mua các món đồ như Cung Xanh hay Kiếm Ma Youmuu."
      ],
      "enemy": [
        "Hãy phá rối Tryndamere vào giai đoạn đầu để hắn không thể tiêu diệt lính rồi hồi máu lại bằng kĩ năng Say Máu.",
        "Hãy nhớ là, Tryndamere chỉ có thể làm chậm nếu bạn quay lưng lại với hắn.",
        "Hầu hết các sát thương của Tryndamere đều là vật lí. Nếu hắn trở nên quá mạnh, có lẽ nên mua Giáp Gai."
      ]
    }
  },
  {
    "id": "4",
    "name": "Twisted Fate",
    "tips": {
      "ally": [
        "Hợp tác với đồng đội để sử dụng chiêu Định Mệnh tập kích kẻ địch.",
        "Những kẻ tàng hình thường tháo chạy khỏi cuộc chiến với số máu còn lại khiêm tốn. Hãy tận dụng khả năng phát hiện tàng hình của kĩ năng Định Mệnh để kết liễu chúng.",
        "Twisted Fate vừa có thể lên sát thương vật lí vừa có thể theo đường sức mạnh phép thuật, tùy vào vị trí của hắn trong các đội hình khác nhau."
      ],
      "enemy": [
        "Hãy tránh đừng để bị trúng chiêu Phi Bài quá nhiều ở giai đoạn đầu trận đấu khi tướng của bạn chưa có nhiều máu.",
        "Nếu bạn còn thấp máu, hãy cẩn thận quan sát xem đối phương có sử dụng chiêu Định Mệnh không, nếu có thì hãy rút lui vào những nơi an toàn."
      ]
    }
  },
  {
    "id": "29",
    "name": "Twitch",
    "tips": {
      "ally": [
        "Tốc độ Đánh của Twitch thuộc vào hàng nhanh nhất của cả trò chơi, do đó hãy mua các món đồ có gây ra hiệu ứng trong đòn đánh như Rìu Đen hoặc Đao Tím.",
        "Kĩ năng Phát Tán có tầm hoạt động khá xa; hãy gây ra càng nhiều tích lũy của Độc Chết Người lên kẻ địch càng tốt trước khi sử dụng.",
        "Bạn vẫn có thể bắt kịp những kẻ địch đã vượt ra khỏi tầm đánh với Độc Suy Nhược."
      ],
      "enemy": [
        "Twitch rất mỏng manh. Hợp tác cùng đồng đội để tập trung hạ gục hắn khi thấy hắn hết Ngụy Trang.",
        "Khiên phép không thể chặn sát thương từ Độc Chết Người, nhưng có thể chặn hiệu ứng kích hoạt kèm theo.",
        "Nếu nghi ngờ Twitch đã rời đường, hãy cho đồng đội biết ngay lập tức."
      ]
    }
  },
  {
    "id": "77",
    "name": "Udyr",
    "tips": {
      "ally": [
        "Sát thương lên chiếc mai rùa được tính toán theo một cơ chế khá có lợi. Do đó mua các trang bị phòng ngự sẽ tăng cường khả năng sống sót của bạn rất nhiều.",
        "Udyr là một trong những kẻ đi rừng tốt nhất của trò chơi. Hãy tận dụng điều này để giúp cả đội của bạn có nhiều điểm kinh nghiệm và khả năng kiểm soát bản đồ hơn."
      ],
      "enemy": [
        "Người chơi Udyr thường khởi đầu bằng cách đi rừng và chỉ xuất hiện ở đường chính khi đi săn. Hãy cắm mắt ở những vị trí then chốt.",
        "Khi chiếc khiên Võ Rùa hết hiệu lực, hắn khá yếu đối với các tướng khác.",
        "Một số người chơi Udyr mua các trang bị tăng giáp, máu hoặc kháng phép để trở nên dai sức hơn. Nếu vậy, hãy tập trung tiêu diệt những đồng đội yếu ớt hơn của hắn."
      ]
    }
  },
  {
    "id": "6",
    "name": "Urgot",
    "tips": {
      "ally": [
        "Chú ý đến hồi chiêu của từng chân càng, chúng góp phần đáng kể vào sát thương của bạn. ",
        " Dùng trúng Lựu Đạn Ăn Mòn hoặc Khinh Thị để khóa mục tiêu Càn Quét - đây là cách tuyệt vời nhằm kích hoạt nội tại liên tục.",
        "Giữ Mũi Khoan Tử Thần cho những đối thủ yếu máu. Sau đó thì dọn dẹp mấy kẻ địch hoảng sợ bỏ chạy thôi."
      ],
      "enemy": [
        "Chân càng cung cấp rất nhiều sát thương, chúng có hồi chiêu và chỉ khạc lửa khi hắn tấn công theo hướng của chân càng đó. Tránh bị khạc lửa trúng liên tiếp.",
        "Urgot gây ra và hấp thụ một lượng lớn sát thương với Càn Quét, nhưng di chuyển chậm hơn.",
        "Nếu dính Mũi Khoan Tử Thần, hãy làm mọi thứ để không bị tụt xuống dưới 25% máu tối đa cho đến khi hiệu ứng kết thúc."
      ]
    }
  },
  {
    "id": "110",
    "name": "Varus",
    "tips": {
      "ally": [
        "Tăng sớm một điểm Tên Độc sẽ giúp quấy rối đối phương và tiêu diệt quân lính tốt hơn.",
        "Trong suốt các cuộc chạm trán ở cự li gần, đôi khi sử dụng Mũi Tên Xuyên Phá một cách nhanh chóng tốt hơn là để dành đến khi nó đủ mạnh.",
        "Tận dụng lợi thế bắn xa của Mũi Tên Xuyên Phá để rỉa máu đối phương trước mỗi trận chiến hoặc kết thúc khi chúng bỏ chạy."
      ],
      "enemy": [
        "Nếu bạn đang chịu tác dụng của kĩ năng Tên Độc, các kĩ năng của Varus sẽ gây thêm sát thương.",
        "Mỗi khi Varus hạ gục hay hỗ trợ tiêu diệt đối phương, hắn nhận thêm Tốc độ Đánh và trở nên nguy hiểm hơn.",
        "Bạn sẽ bị trói lại nếu để xích của chiêu Sợi Xích Tội Lỗi chạm phải, tuy nhiên nếu chạy đủ xa các sợi xích đó sẽ tự biến mất."
      ]
    }
  },
  {
    "id": "67",
    "name": "Vayne",
    "tips": {
      "ally": [
        "Kĩ năng Nhào Lộn có rất nhiều cách dùng, nhưng không thể giúp Vayne vượt qua tường.",
        "Kết Án có thể bắn kẻ địch văng vào tường để kết liễu hoặc đẩy lùi kẻ truy đuổi.",
        "Đừng lao vào đầu tiên trong một cuộc chiến lớn. Hãy chờ đến khi đồng đội của bạn khởi đầu và phân tán sự chú ý của kẻ địch đã."
      ],
      "enemy": [
        "Vayne khá mỏng manh, hãy tập trung hỏa lực buộc cô ta phải chơi một cách cẩn thận.",
        "Cẩn thận khi chiến đấu với Vayne mà đứng quá gần các vách tường."
      ]
    }
  },
  {
    "id": "45",
    "name": "Veigar",
    "tips": {
      "ally": [
        "Dùng Bẻ Cong Không Gian để tăng khả năng Thiên Thạch Đen rơi trúng.",
        "Veigar phụ thuộc nhiều vào Năng lượng và Giảm Hồi chiêu. Cố gắng mua trang bị có chỉ số đó để tăng hiệu quả của nội tại và Điềm Gở.",
        "Veigar rất mỏng manh. Nên chọn ít nhất một Phép Bổ Trợ có tác dụng phòng ngự để hộ thân."
      ],
      "enemy": [
        "Chiêu Thiên Thạch Đen gây sát thương rất cao, nhưng có thể tránh khá dễ. Chú ý đến âm thanh và hiệu ứng hình ảnh để biết rõ đâu là nơi chiêu sẽ xuất hiện.",
        "Chiêu Bẻ Cong Không Gian chỉ làm choáng các đơn vị ở ngay rìa. Nếu bạn ở bên trong thì vẫn có thể di chuyển và tấn công.",
        "Chiêu cuối của Veigar gây sát thương dựa trên máu đã mất của bạn."
      ]
    }
  },
  {
    "id": "161",
    "name": "Vel'Koz",
    "tips": {
      "ally": [
        "Trong giai đoạn đi đường, hãy sử dụng Vết Rách Hư Không để vừa tiêu diệt lính vừa tích lũy điểm cộng dồn Phân Rã Hữu Cơ lên tướng địch. Sau đó bạn có thể tung bồi thêm những kĩ năng khác.",
        "Bắn Phân Hạch Plasma theo đường chéo rồi tách ra ở tầm tối đa để có thể trúng vào những kẻ địch đã vượt quá tầm hoạt động tối đa ban đầu của kĩ năng, nhưng cẩn thận phải nhắm chuẩn đấy.",
        "Hãy cực kì cẩn trọng về việc nên sử dụng Tia Phân Hủy Sự Sống vào lúc nào, do nhiều kẻ địch sở hữu các kĩ năng để ngắt quãng đấy."
      ],
      "enemy": [
        "Vel'Koz trở nên cực kì nguy hiểm khi để mặc nó một mình trong các cuộc chiến. Hãy cố tập trung hỏa lực để hạ gục nó càng sớm càng tốt.",
        "Vel'Koz không sở hữu độ cơ động cao, do đó rất dễ bị tập kích tiêu diệt.",
        "Tia Phân Hủy Sự Sống có thể bị ngắt quãng bởi làm choáng, câm lặng, và cả hất lên không."
      ]
    }
  },
  {
    "id": "254",
    "name": "Vi",
    "tips": {
      "ally": [
        "Một Cú Đấm Bùng Nổ sạc đầy thời gian sẽ gây gấp đôi sát thương. Vì thế nó khá hữu hiệu khi dùng để bắt và kết liễu những kẻ địch bỏ chạy.",
        "Cú Đấm Xuyên Thấu gây đầy đủ sát thương lên bất kì kẻ nào trúng phải luồng sóng. Hãy dùng chiêu lên lính trên đường để trúng phải cả những kẻ địch nấp sau bầy lính.",
        "Tả Xung Hữu Đột là một chiêu mở đầu giao tranh rất tốt, nhưng nhớ là đừng lao lên quá xa khỏi đồng đội nhé."
      ],
      "enemy": [
        "Một Cú Đấm Bùng Nổ toàn phần sẽ gây gấp đôi sát thương, nên nếu bạn thấy Vi bắt đầu sử dụng thì nên lùi lại.",
        "Vi có thể phá Giáp của bạn và nhận thêm Tốc độ Đánh nếu cô ta  đấm bạn được ba lần liên tục. Đừng đối chiến trực diện quá lâu.",
        "Vi không thể bị cản lại khi dùng chiêu cuối của mình. Để dành các trạng thái khống chế sau khi cô ta kết thúc chiêu."
      ]
    }
  },
  {
    "id": "112",
    "name": "Viktor",
    "tips": {
      "ally": [
        "Tia Chết Chóc là một kĩ năng hoạt động cực mạnh ảnh hưởng trên diện rộng. Sử dụng kết hợp với Trường Trọng Lực để điều khiển vị trí của kẻ địch.",
        "Nhớ chọn chính xác yếu tố cường hóa."
      ],
      "enemy": [
        "Cẩn thận khi khoảng cách giữa bạn và Viktor ngày càng được rút ngắn. Khả năng điều khiển trên chiến trường của Viktor được gia tăng cùng với khoảng cách của hắn với kẻ địch.",
        "Hãy để ý xem Viktor đã nâng cấp cường hóa bao nhiêu lần bằng cách xem màu sắc ánh sáng trên chiếc gậy của hắn (tím, vàng, xanh, đỏ)."
      ]
    }
  },
  {
    "id": "8",
    "name": "Vladimir",
    "tips": {
      "ally": [
        "Kĩ năng Truyền Máu gây sát thương lập tức lên kẻ địch rồi hồi máu cho Vladimir giúp cho hắn có thể kiếm tiền khá dễ dàng.",
        "Hãy tung chiêu Máu Độc vào nơi kẻ địch tụ tập nhiều nhất.",
        "Hồ Máu có thể được dùng để tránh phần lớn các chiêu tung ra từ đối phương."
      ],
      "enemy": [
        "Cố gắng hạ gục Vladimir trước khi Máu Độc phát nổ, nó sẽ hồi lại máu cho hắn với mỗi tướng địch bị lây nhiễm.",
        "Buộc Vladimir phải sử dụng chiêu Hồ Máu vào giai đoạn đầu của cuộc chiến để khiến hắn mất nhiều máu.",
        "Các trang bị chống lại việc cộng dồn máu như Mặt Nạ Đọa Đày Liandry và Gươm Của Vua Vô Danh, là một cách hữu hiệu chống lại Vladimir."
      ]
    }
  },
  {
    "id": "106",
    "name": "Volibear",
    "tips": {
      "ally": [],
      "enemy": []
    }
  },
  {
    "id": "19",
    "name": "Warwick",
    "tips": {
      "ally": [
        "Bám theo dấu Mùi Máu dẫn tới kẻ địch thấp máu.",
        "Tầm của Khóa Chết tăng theo tốc chạy, dù là từ bùa lợi đồng minh và phép bổ trợ.",
        "Cắn Xé sẽ bám theo kẻ địch chạy, lướt hoặc dịch chuyển nếu bạn giữ lỳ phím."
      ],
      "enemy": [
        "Đòn đánh của Warwick hồi máu cho hắn khi hắn còn thấp máu. Giữ khống chế lại cho thời khắc kết liễu nhé.",
        "Warwick mạnh hơn khi đối đầu với những kẻ địch thấp máu. Để ý máu của bạn để hạn chế hắn.",
        "Tầm chiêu cuối của Warwick gia tăng theo tốc độ di chuyển."
      ]
    }
  },
  {
    "id": "498",
    "name": "Xayah",
    "tips": {
      "ally": [
        "Đòn đánh và kỹ năng của Xayah để lại Lông Vũ có thể triệu hồi để gây sát thương và khống chế diện rộng.",
        "Xayah có thể dùng Bão Tố Nổi Dậy để né gần như bất kỳ kỹ năng nào đồng thời tạo ra hàng đống Lông Vũ. Cố gắng tận dụng cả yếu tố công lẫn thủ của kỹ năng này."
      ],
      "enemy": [
        "Triệu Hồi Lông Vũ của Xayah chỉ trói mục tiêu bị trúng từ 3 Lông Vũ trở lên bay về.",
        "Giao tranh dài trên cùng một khu vực với Xayah sẽ cho phép cô rải rất nhiều Lông Vũ. Hãy di chuyển nhiều vào!",
        "Đảm bảo bạn sẵn sàng khi định lao vào kiếm mạng. Trạng thái Không thể chỉ định từ Bão Tố Nổi Dậy có thể dễ dàng xoay chiều cuộc tập kích."
      ]
    }
  },
  {
    "id": "101",
    "name": "Xerath",
    "tips": {
      "ally": [
        "Tung chiêu Xung Kích Năng Lượng lên một kẻ địch khi chúng đang di chuyển lại gần hoặc ra xa khỏi bạn dễ hơn khi cả hai đang ở cạnh nhau.",
        "Tung Vụ Nổ Năng Lượng làm chậm mục tiêu rồi tung bồi thêm ngay Xung Kích Năng Lượng để dễ trúng đích hơn.",
        "Nếu kẻ địch đã bị choáng bởi Điện Tích Cầu, bồi thêm ngay sau đó bằng một Vụ Nổ Năng Lượng sẽ bảo đảm chắc chắn trúng đích."
      ],
      "enemy": [
        "Tầm chưởng xa của Xerath là một vấn đề khá đáng sợ, tuy nhiên những tướng tiếp cận được hắn sẽ cảm thấy mọi chuyện dễ thở hơn rất nhiều.",
        "Xerath cần một quãng thời gia khá lâu để phát huy sức mạnh của Nghi Thức Ma Pháp. Hãy quan sát các hiệu ứng hình ảnh của hắn để có thể né tránh kỹ năng này.",
        "Dây Chuyền Chữ Thập là một cách khá hữu hiệu để chống lại kĩ năng Điện Tích Cầu của hắn."
      ]
    }
  },
  {
    "id": "5",
    "name": "Xin Zhao",
    "tips": {
      "ally": [
        "Xin Zhao mở giao tranh rất tốt. Luôn đứng đầu để khơi mào cuộc chiến và dùng chiêu cuối để gây nhiều sát thương nhất có thể.",
        "Cố gắng chọn vị trí để tận dụng tối đa hiệu quả từ đẩy lùi của chiêu cuối."
      ],
      "enemy": [
        "Xin Zhao là một kẻ bắt đầu cuộc chiến khá mạnh nhờ khả năng xông thẳng vào lòng địch rồi gây sát thương lên tất cả kẻ địch cạnh hắn bằng chiêu cuối. Hãy cố tản ra đến khi hắn đã sử dụng chiêu cuối.",
        "Xin Zhao phụ thuộc khá nhiều vào kĩ năng Liên Hoàn Tam Kích để gây sát thương và giảm thời gian hồi chiêu, do đó hãy ngăn hắn kết thúc được chuỗi kết hợp chiêu."
      ]
    }
  },
  {
    "id": "157",
    "name": "Yasuo",
    "tips": {
      "ally": [
        "Lướt qua một quân lính để lại có thể sử dụng tiếp Quét Kiếm nhằm gia tăng khả năng truy đuổi kẻ địch khi chúng tháo lui; Lướt thẳng qua kẻ địch rồi tận dụng quân lính địch để lướt chạy là một ngón nghề bạn nên cố thành thạo.",
        "Khi đạt đến cấp 18, Bão Kiếm của Yasuo có thể đạt đến giới hạn tốc độ đánh với 55% Tốc độ Đánh đến từ trang bị.",
        "Trăn Trối có thể được dùng lên bất kì đơn vị nào bị hất văng lên, ngay cả từ đồng đội của Yasuo."
      ],
      "enemy": [
        "Bão Kiếm khá hẹp, nên tránh nó cũng không phải quá khó khăn. ",
        "Sau khi Yasuo chém trúng hai cú Bão Kiếm liên tục, nhát chém tiếp theo của hắn sẽ phóng ra gió lốc. Hãy quan sát và lắng nghe để chuẩn bị né tránh.",
        "Sau khi tung ra gió lốc thì Yasuo trở nên khá bình thường, hãy lao vào ngay lúc ấy.",
        "Lớp khiên từ Quyết Tâm của Yasuo chỉ tồn tại 2 giây. Sát thương hắn sẽ kích hoạt nó, thế nên hãy chờ đợi, rồi hãy lao vào khi thời cơ đã chín muồi."
      ]
    }
  },
  {
    "id": "777",
    "name": "Yone",
    "tips": {
      "ally": [],
      "enemy": []
    }
  },
  {
    "id": "83",
    "name": "Yorick",
    "tips": {
      "ally": [
        "Bạn không cần dùng Thức Tỉnh để hồi kỹ năng dùng Tử Lễ.",
        "Thánh Nữ sẽ cố gắng hỗ trợ bạn trong giao tranh, nên chọn mục tiêu cẩn thận nhé.",
        "Bạn có thể để Thánh Nữ đẩy đường một mình, nhưng cẩn thận, cô ta đại diện cho phần lớn sức mạnh giao tranh của bạn đấy."
      ],
      "enemy": [
        "Bạn có thể Trừng Phạt lên Ma Sương và Thánh Nữ Sương Mù.",
        "Cố gắng diệt đệ của Yorick trước khi giao chiến với hắn. Ma Sương sẽ biến mất sau một cú đánh thường hoặc phép đơn mục tiêu.",
        "Bạn có thể tấn công Vòng Tròn Tăm Tối để phá vỡ tường."
      ]
    }
  },
  {
    "id": "350",
    "name": "Yuumi",
    "tips": {
      "ally": [],
      "enemy": []
    }
  },
  {
    "id": "154",
    "name": "Zac",
    "tips": {
      "ally": [
        "Nhặt các mẩu chất nhờn là một cách hữu hiệu để gia tăng khả năng sống sót.",
        "Khi Phân Bào đã sẵn sàng để sử dụng, hãy cố gắng hi sinh tại một vị trí gây khó khăn cho kẻ địch để có thể tận diệt hết tất cả những mảnh tế bào.",
        "Vận công tung chiêu Súng Cao Su từ trong sương mù sẽ khiến kẻ địch bất ngờ khó có thể phản ứng kịp thời."
      ],
      "enemy": [
        "Zac được hồi máu từ các mẩu chất nhờn văng ra khỏi hắn. Để ngăn chặn điều đó, bạn có thể giẫm lên chúng để phá hủy.",
        "Cố gắng tiêu diệt tất cả những mảnh tế bào hắn phân tách ra để ngăn hắn tái hợp lại bản thân.",
        "Câm lặng, làm choáng, trói chân và hất văng lên không đều sẽ ngắt quãng Zac khi hắn đang vận công cho chiêu Súng Cao Su."
      ]
    }
  },
  {
    "id": "238",
    "name": "Zed",
    "tips": {
      "ally": [
        "Để dành nội năng và các kĩ năng đến lúc sử dụng chiêu cuối để tối đa hóa lượng sát thương Dấu Ấn Tử Thần gây ra.",
        "Nhấp nhanh hai lần Phân Thân Bóng Tối sẽ dịch chuyển Zed đến phân thân ngay lập tức để giúp rút lui cực nhanh.",
        "Tạo Phân Thân Bóng Tối trước khi sử dụng Dấu Ấn Tử Thần để giúp Zed còn có đường lui sau khi giao tranh nổ ra."
      ],
      "enemy": [
        "Zed phụ thuộc khá nhiều vào các trang bị cộng thêm sát thương vật lí mà hắn mua, do đó tăng giáp là một cách khá hữu hiệu để chống lại hắn.",
        "Sau khi Zed sử dụng Phân Thân Bóng Tối, hắn trở nên khá bị động, do phần lớn sát thương, làm chậm và sự cơ động đều xuất phát từ bản sao mà ra.",
        "Chiêu Đường Kiếm Bóng Tối của Zed chỉ có thể làm chậm nếu phân thân của hắn tung chiêu trúng bạn."
      ]
    }
  },
  {
    "id": "115",
    "name": "Ziggs",
    "tips": {
      "ally": [
        "Ngay cả khi cách xa khỏi cuộc chiến bạn vẫn có thể trợ giúp bằng Siêu Bom Địa Ngục.",
        "Làm chậm kẻ địch bằng kĩ năng Bãi Mìn sẽ khiến việc tung các kĩ năng khác bồi thêm vào trở nên dễ dàng hơn.",
        "Tự hất văng bản thân qua tường bằng Gói Chất Nổ là một cách hữu hiệu để truy đuổi hoặc rút lui khỏi kẻ địch."
      ],
      "enemy": [
        "Chớ có giẫm lên mìn của Ziggs! Chúng sẽ làm chậm bạn, tạo cơ hội cho hắn tung những kĩ năng khác lên bạn một cách dễ dàng hơn.",
        "Hầu hết các kĩ năng của Ziggs đều có thời gian hồi khá lâu. Do đó hãy cố dạy cho hắn một bài học sau khi hắn đã sử dụng hết bộ kĩ năng của mình.",
        "Chiêu cuối Siêu Bom Địa Ngục của Ziggs gây sát thương mạnh tại trung tâm của vụ nổ."
      ]
    }
  },
  {
    "id": "26",
    "name": "Zilean",
    "tips": {
      "ally": [
        "Bạn có thể sử dụng kết hợp kĩ năng Bom Hẹn Giờ và Rút Ngắn Thời Gian để đặt hai lần Bom Hẹn Giờ lên cùng một mục tiêu. Quả thứ hai chồng lên quả đầu sẽ kích nổ nó đồng thời làm choáng tất cả kẻ địch cạnh bên nạn nhân.",
        "Bẻ Cong Thời Gian là một cách hữu hiệu giúp đồng minh đuổi theo kết liễu kẻ địch hoặc rút lui khỏi trận chiến đang thất thế.",
        "Đảo Ngược Thời Gian là một cách hiệu quả giúp bảo vệ đồng minh quan trọng của bạn, nhưng niệm Đảo Ngược Thời Gian quá sớm sẽ khiến kẻ địch đổi mục tiêu, giảm đi hiệu quả của nó."
      ],
      "enemy": [
        "Nếu bạn có thể bắt kịp tốc độ của Zilean, đôi khi nên chờ chiêu cuối của hắn hết hiệu lực trước khi tung đòn kết liễu.",
        "Zilean khá mỏng manh khi bị tập trung tiêu diệt, nhưng bù lại hắn cũng khá khó chết. Hãy đi chung và hạ gục hắn ngay khi có thể."
      ]
    }
  },
  {
    "id": "142",
    "name": "Zoe",
    "tips": {
      "ally": [
        "Nghịch Sao càng bay xa càng gây thêm sát thương. Tung nó ra sau trước khi chuyển hướng có thể gây cả đống sát thương.",
        "Phá Ngủ bằng nguồn sát thương mạnh nhất của họ, kẻ địch đang ngủ chịu gấp đôi sát thương.",
        "Bong Bóng Ngủ đi xa hơn nếu bay qua tường. Tìm một điểm nấp để thiết lập pha gank tầm xa."
      ],
      "enemy": [
        "Nghịch Sao của Zoe càng bay xa càng gây thêm sát thương.",
        "Zoe buộc phải quay lại điểm bắt đầu sau khi tung Vòng Xuyên Thấu, khiến cô dễ bị phản công hơn.",
        "Bong Bóng Ngủ đi xa hơn khi bay qua tường. Ngăn Zoe nấp trong sương mù để đề phòng cô thiết lập cạm bẫy."
      ]
    }
  },
  {
    "id": "143",
    "name": "Zyra",
    "tips": {
      "ally": [
        "Rải hạt giống trên con đường bạn đã niệm phép giúp nó chiếm được những vị trí tốt nhất có thể.",
        "Các hạt giống cung cấp một vùng tầm nhìn cho cả đội của bạn.",
        "Zyra là một kẻ có khả năng tập kích cực mạnh — Hãy tìm các cơ hội để thiết lập những cái bẫy từ các hạt giống của bạn trong bụi rậm, rồi dụ kẻ địch vào đấy."
      ],
      "enemy": [
        "Dẫm lên hạt giống sẽ phá hủy nó. Nếu Zyra định tạo cây trong lúc bạn làm thế, hãy lùi lại ngay.",
        "Áp sát Zyra nếu cô ta đặt cây cách mình quá xa.",
        "Cây chịu sát thương cố định từ đòn đánh và hiệu ứng, cũng như mắt.",
        "Chuyển giao tranh sang chỗ khác sẽ hủy đi công lao gieo hạt của Zyra.",
        "Hạt do W đặt ra to hơn, có màu khác, và cho một ít tầm nhìn."
      ]
    }
  }
]